{"id": 1458, "text": "Road traffic collision, Ledsham Time of Incident: 06/10/2018 - 19:19 Location: Parkgate Road, Ledsham Attendance: One fire engine from Powey Lane and one from Ellesmere Port Crews responded to reports of a road traffic collision involving two cars on Parkgate Road in Ledsham. They extricated one casualty who was trapped and helped to treat four further casualties, before passing them all into the care of paramedics. Both vehicles were made safe to help traffic management and crews were at scene for slightly over one hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 31, "Title"], [50, 68, "Date_and_Time"], [79, 101, "Address"], [114, 117, "Number_of_Engines"], [206, 228, "Incident_Type"], [518, 526, "time_spent_at_incident"]]}
{"id": 1459, "text": "Hedge fire in Poynton Time of Incident: 22/06/2018 - 17:06 Location: Larch Close, Poynton Attendance: One fire engine attended from Macclesfield Firefighters were called to a hedge fire in Larch Close, Poynton. Crews used a hose reel jet to extinguish the blaze.", "meta": {}, "annotation_approver": null, "labels": [[0, 21, "Title"], [40, 58, "Date_and_Time"], [69, 89, "Address"], [102, 105, "Number_of_Engines"], [175, 185, "Incident_Type"]]}
{"id": 1460, "text": "Grass fire in Hale Time of Incident: 06/08/2018 - 18:13 Location: Church Road, Hale. Attendance: Three fire engines attended - one from Widnes, one from Runcorn and one from Penketh. Grass fire in HaleFirefighters from Widnes, Runcorn and Penketh attended report of a grass fire on the banks of the river Mersey in Hale. On arrival crews found multiple seats of fire, totalling approximately 200 metres by 100 metres.  The team used one hose reel jet, a light portable pump and water backpacks to extinguish the fire. Crews were in attendance for approximately two hours 45 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 18, "Title"], [37, 55, "Date_and_Time"], [66, 83, "Address"], [97, 102, "Number_of_Engines"], [268, 278, "Incident_Type"], [561, 581, "time_spent_at_incident"]]}
{"id": 1461, "text": "Fire involving rubbish in Warrington Time of Incident: 18/05/2018 - 08:29 Location: Bridge Lane, Warrington Attendance: One fire engine attended from Birchwood At around 8.30am firefighters were called to a report of fire outside a unit on an industrial park on Bridge Lane in Woolston, Warrington. On arrival firefighters found that the fire in the open involved rubbish, which measured two metres by two metres. They used a hose reel jet to extinguish the fire and were in attendance for around 20 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 36, "Title"], [55, 73, "Date_and_Time"], [84, 107, "Address"], [120, 123, "Number_of_Engines"], [217, 221, "Incident_Type"], [497, 507, "time_spent_at_incident"]]}
{"id": 1462, "text": "Smoke in Neston Town Hall Time of Incident: 24/09/2018 - 15:22 Location: Brook Street, Neston Attendance: One fire engine attended from Ellesmere Port At around 3.20pm firefighters were called to reports of a smoke alarm sounding at Neston Town Hall in Brook Street. The crew isolated the gas supply to the building and discovered that the source of the smoke that had triggered the alarm was a small cardboard box in a store cupboard. Firefighters removed the box and cleared smoke from the area.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "Title"], [44, 62, "Date_and_Time"], [73, 93, "Address"], [106, 109, "Number_of_Engines"], [209, 220, "Incident_Type"]]}
{"id": 1463, "text": "Gas canister fire in Whitegate Time of Incident: 06/05/2018 - 16:36 Location: Beauty Bank, Whitegate Attendance: One fire engine from Winsford Fire crews were called to a barbeque after a propane gas canister set on fire on Beauty Bank, Whitegate. Crews, one wearing breathing apparatus, used a hose reel jet to extinguish the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 30, "Title"], [49, 67, "Date_and_Time"], [78, 100, "Address"], [113, 116, "Number_of_Engines"], [171, 179, "Incident_Type"]]}
{"id": 1464, "text": "Tree on fire in Wilmslow Time of Incident: 27/05/2018 - 23:09 Location: Eden Close, Wilmslow Attendance: One fire engine attended from Wilmslow Firefighters were called to Eden Close, Wilmslow, after a tree fire was reported. Crews used a fire extinguisher to put out the fire which was started after a fire was left unattended.", "meta": {}, "annotation_approver": null, "labels": [[0, 24, "Title"], [43, 61, "Date_and_Time"], [72, 92, "Address"], [105, 108, "Number_of_Engines"], [202, 211, "Incident_Type"]]}
{"id": 1465, "text": "Wheelie bin fire in Warrington Time of Incident: 25/09/2018 - 21:44 Location: Blackbrook Avenue, Warrington Attendance: One fire engine attended from Warrington Fire crews were called to Blackbrook Avenue, Warrington, to a fire involving two wheelie bins. Crews used a fire extinguisher to put out the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 30, "Title"], [49, 67, "Date_and_Time"], [78, 107, "Address"], [120, 123, "Number_of_Engines"], [223, 227, "Incident_Type"]]}
{"id": 1466, "text": "Fire at the back of a property in Frodsham Time of Incident: 10/04/2018 - 09:08 Location: Crossland Terrace, Frodsham Attendance: One fire engine attended from Powey Lane and one from Ellesmere Port Firefighters are currently dealing with a fire at the back of a property on Crossland Terrace in Frodsham.  Crews are using two breathing apparatus, one hose reel jet and a large fan to extinguish the fire.", "meta": {}, "annotation_approver": null, "labels": [[61, 79, "Date_and_Time"], [0, 42, "Title"], [90, 117, "Address"], [130, 133, "Number_of_Engines"], [241, 245, "Incident_Type"]]}
{"id": 1467, "text": "Grass fire in Widnes Time of Incident: 02/07/2018 - 22:08 Location: Ditton Road, Widnes. Attendance: One fire engine attended from Widnes Firefighters from Widnes used beaters to tackle a grass fire on Ditton Road in Widnes. The team were in attendance for approximately 30 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 20, "Title"], [39, 57, "Date_and_Time"], [68, 87, "Address"], [101, 104, "Number_of_Engines"], [188, 198, "Incident_Type"], [271, 281, "time_spent_at_incident"]]}
{"id": 1468, "text": "Fire at a farm in Grappenhall Time of Incident: 11/10/2018 - 17:34 Location: Cartridge Lane, Grappenhall, Warrington. Attendance: Two fire engines attended, one from Lymm and one from Stockton Heath Shortly after 5.30pm firefighters were called to reports of a fire at a farm in Grappenhall. Crews from Lymm attended the scene and discovered a large fire involving plastics approximately 10 metres by 10 metres. Additional firefighters from Stockton Heath were called to assist. The team used two hose reel jets to extinguish the fire and were in attendance at the scene for approximately one hour 30 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 29, "Title"], [48, 66, "Date_and_Time"], [77, 116, "Address"], [130, 133, "Number_of_Engines"], [261, 265, "Incident_Type"], [589, 608, "time_spent_at_incident"]]}
{"id": 1469, "text": "Bonfire in Ellesmere Port Time of Incident: 06/11/2018 - 18:28 Location: Warwick Court, Ellesmere Port Attendance: One fire engine attended from Ellesmere Port At around 6.30pm firefighters were called to reports of a bonfire at Warwick Court in Ellesmere Port. The crew extinguished the fire with a hose reel jet and were in attendance for nearly an hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "Title"], [44, 62, "Date_and_Time"], [73, 102, "Address"], [115, 118, "Number_of_Engines"], [218, 225, "Incident_Type"], [341, 355, "time_spent_at_incident"]]}
{"id": 1470, "text": "Grass fire, Runcorn Time of Incident: 30/06/2018 - 21:06 Location: Runcorn Spur Road, Halton Lodge Attendance: One fire engine from Penketh Firefighters tackled a fire involving an area of grassland measuring approx. 4m x 5m. They used a single hose reel to extinguish the flames.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 98, "Address"], [111, 114, "Number_of_Engines"], [163, 167, "Incident_Type"]]}
{"id": 1471, "text": "Car fire in Northwich Time of Incident: 22/08/2018 - 20:39 Location: Walnut Avenue, Northwich Attendance: One fire engine attended from Northwich Fire crews were called to a car fire on Walnut Avenue, Northwich. The fire was in a saloon car and crews used a hose reel jet to put out the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 21, "Title"], [40, 58, "Date_and_Time"], [69, 93, "Address"], [106, 109, "Number_of_Engines"], [174, 182, "Incident_Type"]]}
{"id": 1472, "text": "Small fire in the open in Warrington Time of Incident: 25/07/2018 - 19:01 Location: Parkfields Lane, Poulton-with-Fearnhead, Warrington. Attendance: One fire engine attended from Birchwood Firefighters used beaters to extinguish a grass fire in Parkfields Park. the team were in attendance for approximately 20 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 36, "Title"], [55, 73, "Date_and_Time"], [84, 135, "Address"], [149, 152, "Number_of_Engines"], [231, 241, "Incident_Type"], [308, 318, "time_spent_at_incident"]]}
{"id": 1473, "text": "Tumble dryer fire in Runcorn Time of Incident: 16/06/2018 - 13:50 Location: Dereham Way, Runcorn Attendance: One fire engine attended from Runcorn and Warrington Fire crews were called to reports of a tumble dryer well alight at a property on Dereham Way in Runcorn.  Wearing two breathing apparatus, firefighters tackled the fire with one hose reel and a positive ventilation fan until the fire was extinguished.", "meta": {}, "annotation_approver": null, "labels": [[0, 28, "Title"], [47, 65, "Date_and_Time"], [76, 96, "Address"], [109, 112, "Number_of_Engines"], [201, 213, "Incident_Type"]]}
{"id": 1474, "text": "Hedge fire in Macclesfield Time of Incident: 17/05/2018 - 13:53 Location: Newlyn Avenue, Macclesfield. Attendance: One fire engine attended from Macclesfield Firefighters were called to a hedge fire in a back garden at an address in Newlyn Avenue, Macclesfield. Crews used a hose reel to extinguish the flames.", "meta": {}, "annotation_approver": null, "labels": [[0, 26, "Title"], [45, 63, "Date_and_Time"], [74, 101, "Address"], [115, 118, "Number_of_Engines"], [188, 198, "Incident_Type"]]}
{"id": 1475, "text": "Grassland fire in Macclesfield Time of Incident: 02/07/2018 - 13:55 Location: Hooleyhey Lane, Macclesfield Attendance: One fire engine attended from Bollington Firefighters dealt with a grassland fire measuring approximately four metres by four metres on Hooleyhey Lane in Macclesfield. They used water and beaters to fight the fire.  UPDATE at 3pm:  Firefighters made good progress as they try to extinguish the fire.  UPDATE at 4pm:  They damped the area down and checked for any hotspots or flare ups.", "meta": {}, "annotation_approver": null, "labels": [[0, 30, "Title"], [49, 67, "Date_and_Time"], [78, 106, "Address"], [119, 122, "Number_of_Engines"], [186, 200, "Incident_Type"]]}
{"id": 1476, "text": "House fire in Macclesfield Time of Incident: 25/12/2018 - 17:25 Location: Byrons Lane, Macclesfield. Attendance: Three fire engine attended - one from Macclesfield, one from Poynton and one from Congleton. At around 5.30pm on Christmas Day crews from Macclesfield, Congleton and Poynton attended reports of a fire at a residential address on Byrons Lane, Macclesfield On arrival the team discovered the fire involved a ceiling joist in the basement area of the property. Two firefighters wearing breathing apparatus used one hose reel jet to extinguish the fire. The team then used a saw to remove the burnt timber before using a thermal imaging camera to check for any hotspots. Crews then used a large fan to clear the smoke from the property. Firefighters were on scene for one hour 20 minutes", "meta": {}, "annotation_approver": null, "labels": [[45, 63, "Date_and_Time"], [0, 26, "Title"], [74, 99, "Address"], [113, 118, "Number_of_Engines"], [777, 796, "time_spent_at_incident"], [309, 313, "Incident_Type"]]}
{"id": 1477, "text": "Shed fire in Wistaston Time of Incident: 29/05/2018 - 18:07 Location: Millrace Drive, Wistaston. Attendance: Two fire engine attended from Crewe Shortly after 6pm two fire engines from Crewe fire station attended a shed fire in millrace drive Wistaston. On arrival crews found a large shed was well alight. The team used two hose reels and one breathing apparatus to extinguish the fire which also spread to trees and fences. Crews were at the scene for approximately 90 minutes. There were no reports of any injuries.", "meta": {}, "annotation_approver": null, "labels": [[41, 59, "Date_and_Time"], [0, 22, "Title"], [70, 95, "Address"], [109, 112, "Number_of_Engines"], [215, 224, "Incident_Type"], [468, 478, "time_spent_at_incident"]]}
{"id": 1478, "text": "Fire involving a kettle at a domestic property in Northwich Time of Incident: 10/07/2018 - 11:28 Location: School Lane, Northwich Attendance: Two fire engines attended - one from Northwich and one from Lymm At around 11.30am firefighters were called to a report of a fire involving a kettle at a domestic property on School Lane in Northwich. The fire was out on arrival. Firefighters used a large high pressure fan to clear smoke from the property and were in attendance for around 40 minutes. For kitchen safety advice visit https://www.cheshirefire.gov.uk/public-safety/home-safety/kitchen-fire-safety.", "meta": {}, "annotation_approver": null, "labels": [[0, 59, "Title"], [78, 97, "Date_and_Time"], [107, 129, "Address"], [142, 145, "Number_of_Engines"], [267, 271, "Incident_Type"], [483, 493, "time_spent_at_incident"]]}
{"id": 1479, "text": "Fire in the open in Winsford Time of Incident: 28/03/2018 - 21:29 Location: Weaver Street, Winsford Attendance: One fire engine attended from Winsford At 9.27pm firefighters were called to a fire in the open at Weaver Street in Winsford. One arrival the crew discovered an unattended fire and used a hose reel jet to extinguish the flames. Firefighters were at the scene for around 25 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 28, "Title"], [47, 65, "Date_and_Time"], [76, 99, "Address"], [112, 115, "Number_of_Engines"], [191, 195, "Incident_Type"], [382, 392, "time_spent_at_incident"]]}
{"id": 1480, "text": "Field fire in Warrington Time of Incident: 12/07/2018 - 10:13 Location: Lyncastle Way, Warrington. Attendance: One fire engine attended from Lymm Firefighters were called to a fire in a field near a trading estate in Lyncastle Way, Appleton. Crews used a hose reel to put out the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 24, "Title"], [43, 61, "Date_and_Time"], [72, 97, "Address"], [111, 114, "Number_of_Engines"], [176, 180, "Incident_Type"]]}
{"id": 1481, "text": "Rubbish fire in Widnes Time of Incident: 23/03/2018 - 21:16 Location: Chilington Avenue, Widnes. Attendance: One fire engine attended from Widnes Firefighters were called to a rubbish fire in Chilington Avenue, Widnes. The rubbish which was well alight was approximately 5 square metres in size. Crews used a hose reel to extinguish the flames and informed police.", "meta": {}, "annotation_approver": null, "labels": [[0, 22, "Title"], [41, 59, "Date_and_Time"], [70, 95, "Address"], [109, 112, "Number_of_Engines"], [176, 188, "Incident_Type"]]}
{"id": 1482, "text": "Fire in a garden in Northwich Time of Incident: 17/12/2018 - 08:27 Location: Beach Road, Northwich Attendance: One fire engine attended from Northwich Shortly before 8.30am firefighters were called to a report of a fire in a garden on Beach Road in Northwich. On arrival the crew discovered a small fire that is believed to have been caused by discarded coal ash. Firefighters extinguished the fire with water and were in attendance for less than half-an-hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 29, "Title"], [48, 66, "Date_and_Time"], [77, 98, "Address"], [111, 114, "Number_of_Engines"], [215, 219, "Incident_Type"], [437, 459, "time_spent_at_incident"]]}
{"id": 1483, "text": "Two vehicle collision in Prestbury Time of Incident: 23/12/2018 - 16:37 Location: Bbonis Hall Lane, Prestbury. Attendance: One fire engine attended from Macclesfield Firefighters were called to a two vehicle collision in Bonis Hall Lane, Prestbury. A female casualty was extricated from one of the vehicles by crews and paramedics after firefighters removed the roof of the car.", "meta": {}, "annotation_approver": null, "labels": [[0, 34, "Title"], [53, 71, "Date_and_Time"], [82, 109, "Address"], [123, 126, "Number_of_Engines"], [200, 217, "Incident_Type"]]}
{"id": 1484, "text": "Industrial paper shredder fire in Widnes Time of Incident: 26/04/2018 - 21:07 Location: Pickerings Road, Widnes Attendance: Two fire engines attended - one from Widnes and one from Runcorn At around 9.05pm firefighters were called to a fire at Grundy Skip Hire on Pickerings Road in Widnes. On arrival crews discovered that the fire involved an industrial paper shredder. Firefighters used a hose reel jet to put out the fire, which is believed to have been caused by an electrical fault on the machinery. They were in attendance for around half-an-hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 40, "Title"], [59, 77, "Date_and_Time"], [88, 111, "Address"], [124, 127, "Number_of_Engines"], [236, 240, "Incident_Type"], [534, 553, "time_spent_at_incident"]]}
{"id": 1485, "text": "Fire at a dry cleaner's in Warrington Time of Incident: 03/12/2018 - 17:14 Location: Gaskell Street, Warrington Attendance: One fire engine attended from Warrington At around 5.15pm firefighters were called to a report of a fire at a dry cleaner's on Gaskell Street in Warrington. The fire involving a drying machine was out on arrival. Firefighters isolated the electricity supply to the drying machine and made sure that it was safe. They also ventilated the premises. Firefighters were in attendance for around 45 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 37, "Title"], [56, 74, "Date_and_Time"], [85, 111, "Address"], [124, 127, "Number_of_Engines"], [224, 228, "Incident_Type"], [514, 524, "time_spent_at_incident"]]}
{"id": 1486, "text": "Tree fire, Warrington Time of Incident: 24/02/2018 - 14:38 Location: Off Shackleton Close, Warrington Attendance: One fire engine from Warrington Firefighters responded to reports of a tree on fire at an address off Shackleton Close in Bewsey, Warrington. It appears to have been caused by a controlled burning that spread to the adjacent tree, approximately 10m high.  Crews used a single hose reel to extinguish the flames and used cutting tools to dampen down some smaller areas of the tree. The occupiers were advised to have the tree professionally felled.", "meta": {}, "annotation_approver": null, "labels": [[0, 21, "Title"], [40, 58, "Date_and_Time"], [69, 101, "Address"], [114, 117, "Number_of_Engines"], [185, 197, "Incident_Type"]]}
{"id": 1487, "text": "Van fire in Chester Time of Incident: 23/05/2018 - 21:35 Location: Liverpool Road, Chester. Attendance: One fire engine attended from Powey Lane Firefighters from Powey Lane were called to reports of a vehicle fire on Liverpool Road, Chester. On arrival they found that the fire was in a storage container in the rear of the van. The team used specialist cutting equipment to access the fire and one hose reel jet to extinguish the blaze. The team were in attendance for approximately 45 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 90, "Address"], [104, 107, "Number_of_Engines"], [202, 214, "Incident_Type"], [485, 495, "time_spent_at_incident"]]}
{"id": 1488, "text": "Two-vehicle collision in Northwich Time of Incident: 03/12/2018 - 08:39 Location: Kingsmead Square, off Regency Way, Northwich Attendance: One fire engine attended from Northwich and one attended from Winsford Two vehicle collision in NorthwichFirefighters from Northwich and Winsford attended reports of a collision on Regency Way, Kingsmead.  On arrival crews found that there had been a collision involving two cars and one person was medically trapped in one of the vehicles.  Firefighters worked closely with paramedics to get the casualty out of the vehicle.  Once out of the car he was handed over to the care of the North West Ambulance Service.  Firefighters were detained at the scene for approximately an hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 34, "Title"], [53, 71, "Date_and_Time"], [82, 126, "Address"], [139, 142, "Number_of_Engines"], [214, 231, "Incident_Type"], [713, 720, "time_spent_at_incident"]]}
{"id": 1489, "text": "Explosion at a house in Warrington Time of Incident: 28/09/2018 - 15:01 Location: Heath Lane, Warrington Attendance: Three fire engines attended - one from Warrington, one from Birchwood and one from Lymm At around 3pm firefighters were called to a fire at a house on Heath Lane in Croft, Warrington. On arrival crews discovered that there had been an explosion in the kitchen and that all persons were accounted for. They also discovered that a man had been injured. The area was cordoned off as firefighters worked at the scene. Two firefighters wearing breathing apparatus extinguished the fire using a hose reel jet. The casualty was handed over to the care of paramedics. He was taken to hospital with what are believed to be minor burns. Firefighters were in attendance for around two hours and 40 minutes. Police also attended. A joint fire and police investigation has been launched to establish the cause of the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 34, "Title"], [53, 71, "Date_and_Time"], [82, 104, "Address"], [117, 122, "Number_of_Engines"], [249, 253, "Incident_Type"], [787, 811, "time_spent_at_incident"]]}
{"id": 1490, "text": "Rubbish fire in Warrington Time of Incident: 14/09/2018 - 18:35 Location: Charter Avenue, Warrington. Attendance: One fire engine attended from Penketh Firefighters were called to a fire in the garden of an address in Charter Avenue in Warrington. Fire crews used one hose reel jet to tackle the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 26, "Title"], [45, 63, "Date_and_Time"], [74, 100, "Address"], [114, 117, "Number_of_Engines"], [182, 186, "Incident_Type"]]}
{"id": 1491, "text": "Small bonfire in Widnes Time of Incident: 05/11/2018 - 19:14 Location: Grizedale, Widnes. Attendance: One fire engine from Lymm Firefighters from Lymm extinguished an small unattended bonfire on Grizedale, Widnes", "meta": {}, "annotation_approver": null, "labels": [[0, 23, "Title"], [42, 60, "Date_and_Time"], [71, 88, "Address"], [102, 105, "Number_of_Engines"], [184, 191, "Incident_Type"]]}
{"id": 1492, "text": "Small grass fire in Winsford Time of Incident: 27/06/2018 - 21:18 Location: Bradford Road, Winsford. Attendance: One fire engine attended from Winsford Firefighters from Winsford used a handheld appliance to tackle a small grass fire on the banks of the river Weaver in Winsford. The team were in attendance for approximately 30 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 28, "Title"], [47, 65, "Date_and_Time"], [76, 99, "Address"], [113, 116, "Number_of_Engines"], [217, 233, "Incident_Type"], [326, 336, "time_spent_at_incident"]]}
{"id": 1493, "text": "Digger fire in Warrington Time of Incident: 07/12/2018 - 20:19 Location: Manchester Road, Warrington Attendance: Two fire engines attended - one from Lymm and one from Warrington Firefighters extinguished a trailer carrying a digger well alight on Manchester Road in Warrington.  Wearing one breathing apparatus, crews used a hose reel to bring the fire under control and made the area safe.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "Title"], [44, 62, "Date_and_Time"], [73, 100, "Address"], [113, 116, "Number_of_Engines"]]}
{"id": 1494, "text": "Car fire in Chester Time of Incident: 05/02/2018 - 22:26 Location: Waverley Terrace, Chester Attendance: One fire engine attended from Chester Fire crews were called to a car fire on Waverley Terrace, Chester. Crews used a hose reel jet to extinguish the fire which had been started deliberately. If you have any information about the incident please call Cheshire Police on 101, or call Crimestoppers anonymously on 0800 555 111.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 92, "Address"], [105, 108, "Number_of_Engines"], [171, 179, "Incident_Type"]]}
{"id": 1495, "text": "Garden fire in Winsford Time of Incident: 29/05/2018 - 21:25 Location: Alexandra Square, Winsford. Attendance: One fire engine attended from Winsford One fire engine from Winsford attended reports of a fire on Alexandra Square. On arrival crews found that the fire involved a mattress which had been deliberately set alight. Firefighters extinguished the fire and police took away two men in relation to the incident.", "meta": {}, "annotation_approver": null, "labels": [[42, 60, "Date_and_Time"], [0, 23, "Title"], [71, 97, "Address"], [111, 114, "Number_of_Engines"], [202, 206, "Incident_Type"]]}
{"id": 1496, "text": "Grass fire in Ellesmere Port Time of Incident: 21/06/2018 - 22:57 Location: Bunbury Green, Ellesmere Port Attendance: One fire engine attended from Ellesmere Port At around 11pm firefighters were called to a report of a fire in the open at Bunbury Green in Ellesmere Port. On arrival the crew found a small pile of cut grass alight. Firefighters used water to extinguish the fire and were in attendance for around 25 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 28, "Title"], [47, 65, "Date_and_Time"], [76, 105, "Address"], [118, 121, "Number_of_Engines"], [220, 224, "Incident_Type"], [414, 424, "Title"]]}
{"id": 1497, "text": "Car fire in Ellesmere Port Time of Incident: 01/05/2018 - 00:14 Location: North Road, Ellesmere Port. Attendance: One fire engine attended from Ellesmere Port Firefighters were called to a car well alight on a disused railway line off North Road, Ellesmere Port. Crews used a hose reel jet to extinguish the flames. The incident was reported to police.", "meta": {}, "annotation_approver": null, "labels": [[0, 26, "Title"], [45, 63, "Date_and_Time"], [74, 100, "Address"], [114, 117, "Number_of_Engines"], [189, 204, "Incident_Type"]]}
{"id": 1498, "text": "Skip fire in Ellesmere Port Time of Incident: 26/06/2018 - 01:47 Location: Rosswood Road, Ellesmere Port Attendance: One fire engine attended from Ellesmere Port Fire crews were called to a small skip fire on Rosswood Road, Ellesmere Port. Crews used a hose reel jet to put out the blaze.", "meta": {}, "annotation_approver": null, "labels": [[0, 27, "Title"], [46, 64, "Date_and_Time"], [75, 104, "Address"], [117, 120, "Number_of_Engines"], [190, 205, "Incident_Type"]]}
{"id": 1499, "text": "Crews extinguish building fire in Winsford Time of Incident: 29/01/2018 - 20:58 Location: Byley Way, Winsford Attendance: Two fire engine attended from Winsford At 8.58pm on Monday, 29 January two fire engines from Winsford attended a building fire on Byley Way in Winsford. On arrival crews found the fire involved a large quantity of rubbish between two garages which caused slight damage to one garage. One hose reel and one thermal imaging camera were used to extinguish the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 42, "Title"], [61, 79, "Date_and_Time"], [90, 109, "Address"], [122, 125, "Number_of_Engines"], [235, 248, "Incident_Type"]]}
{"id": 1500, "text": "Wheelie bin fire in Widnes Time of Incident: 01/06/2018 - 22:57 Location: Deepdale, Widnes. Attendance: One fire engine attended from Widnes Firefighters were called to a wheelie bin fire in a back alley off Deepdale in Widnes. Crews used a hose reel to put out the fire,", "meta": {}, "annotation_approver": null, "labels": [[45, 63, "Date_and_Time"], [0, 26, "Title"], [74, 90, "Address"], [104, 107, "Number_of_Engines"], [171, 187, "Incident_Type"]]}
{"id": 1501, "text": "RTC in Rode Heath Time of Incident: 16/06/2018 - 22:51 Location: Street Lane, Rode Heath Attendance: One fire engine attended from Alsagar and sandbach Firefighters attended to a road traffic collision on Street Lane in Rode Heath.  One casualty was extricated from a vehicle and handed over to the care of paramedics.  Crews made the vehicle safe before leaving the scene.", "meta": {}, "annotation_approver": null, "labels": [[0, 17, "Title"], [36, 54, "Date_and_Time"], [65, 88, "Address"], [101, 104, "Number_of_Engines"], [179, 201, "Incident_Type"]]}
{"id": 1502, "text": "Small fire in the open in Widnes Time of Incident: 16/05/2018 - 13:59 Location: Carter House Way, Widnes Attendance: One fire engine attended from Penketh At around 2pm firefighters were called to reports of a fire in the open at Carter House Way in Widnes. On arrival the crew discovered that the small fire involved a vehicle tyre. Firefighters put out the fire with a hose reel jet and were in attendance for around 10 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 32, "Title"], [51, 69, "Date_and_Time"], [80, 104, "Address"], [117, 120, "Number_of_Engines"], [210, 214, "Incident_Type"], [419, 429, "time_spent_at_incident"]]}
{"id": 1503, "text": "Hedge fire in Elton Time of Incident: 02/09/2018 - 01:32 Location: Willow Grove, Elton Attendance: One fire engine attended from Powey Lane At approximately 1.30am firefighters from Powey Lane were called to reports of a fire in the open in Elton. Crews attended the scene and found that a 10 metre row of hedge was well alight. The team used two hose reel jets to extinguish the fire and were in attendance at the scene for approximately 30 minutes. The cause of the fire is believed to be deliberate and anyone with any information is asked to contact Cheshire Police on 101 quoting IML 172518. Information can also be passed anonymously, via Crimestoppers, on 0800 555 111.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 86, "Address"], [99, 102, "Number_of_Engines"], [221, 225, "Incident_Type"], [439, 449, "time_spent_at_incident"]]}
{"id": 1504, "text": "Burst water pipe in Lostock Gralam, Northwich Time of Incident: 03/07/2018 - 15:00 Location: Griffiths Road, Northwich Attendance: Two fire engines attended - one from Northwich and one from Middlewich At around 3pm firefighters were called to reports of a burst water pipe on Griffiths Road in Lostock Gralam, Northwich. On arrival crews isolated the high pressure water main and began draining the liquid, which was confirmed to be fresh water. Firefighters liaised with engineers at the location and were in attendance for around 40 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 45, "Title"], [64, 82, "Date_and_Time"], [93, 118, "Address"], [131, 134, "Number_of_Engines"], [257, 273, "Incident_Type"], [533, 543, "time_spent_at_incident"]]}
{"id": 1505, "text": "Car fire on the M53 Time of Incident: 13/03/2018 - 19:49 Location: M53, south between junction 10 and 11 Attendance: Two fire engines from Ellesmere Port and one from Chester Fire crews were called to a vehicle fire on the M53 southbound between junction 10 and 11. Crews, one wearing a breathing apparatus, used a hose reel jet to extinguish the car which was well alight on arrival of the crews. Crews were in attendance for 40 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 104, "Address"], [117, 120, "Number_of_Engines"], [203, 215, "Incident_Type"], [427, 437, "time_spent_at_incident"]]}
{"id": 1506, "text": "Fire in a field in Chester Time of Incident: 05/02/2018 - 19:17 Location: Picton Gorse Lane, Chester Attendance: One fire engine attended from Chester Fire crews were called to a fire in a field off Picton Gorse Lane, Chester. A deceased cow had been set alight and crews used a hose reel jet to extinguish the fire. The crews then called the RSPCA.", "meta": {}, "annotation_approver": null, "labels": [[0, 26, "Title"], [45, 63, "Date_and_Time"], [74, 100, "Address"], [113, 116, "Number_of_Engines"], [179, 183, "Incident_Type"]]}
{"id": 1507, "text": "Small fire at a children's play area in Ellesmere Port Time of Incident: 18/11/2018 - 17:52 Location: Grange Road, Ellesmere Port Attendance: One fire engine attended from Ellesmere Port At around 5.50pm firefighters were called to a report of a fire at a children's play area near to the Aldi supermarket on Grange Road in Ellesmere Port. The crew extinguished the fire with a hose reel jet and were in attendance for around half an hour. The fire is believed to have been started deliberately. Anyone with any information about the incident should call Cheshire Police on 101, give the details via https://cheshire.police.uk/contact/general-enquiries or contact Crimestoppers anonymously on 0800 555 111.", "meta": {}, "annotation_approver": null, "labels": [[0, 54, "Title"], [73, 91, "Date_and_Time"], [102, 129, "Address"], [142, 145, "Number_of_Engines"], [246, 250, "Incident_Type"], [426, 438, "time_spent_at_incident"]]}
{"id": 1508, "text": "Flat fire in Alsager Time of Incident: 23/12/2018 - 19:53 Location: Centre Court, Alsager. Attendance: One fire engine attended from Alsager and two from Crewe. Fire engines from Alsager and Crewe  attended a fire in a first floor flat in Centre Court, Alsager.  Crews used two breathing apparatus and one hose reel to put out the fire. They then used a large fan to disperse the smoke.  One casualty was treated by ambulance on scene for smoke inhalation and transported to hospital.", "meta": {}, "annotation_approver": null, "labels": [[0, 20, "Title"], [39, 57, "Date_and_Time"], [68, 89, "Address"], [103, 106, "Number_of_Engines"], [209, 213, "Incident_Type"]]}
{"id": 1509, "text": "House fire in Wilmslow Time of Incident: 12/10/2018 - 21:26 Location: Hazelwood Road, Wilmslow Attendance: One fire engine attended from Wilmslow, as did one from Stockport in Greater Manchester At around 9.25pm firefighters were called to reports of a fire at a house on Hazelwood Road, Wilmslow. The fire involving a front door was out on arrival and all persons were accounted for. Firefighters used a thermal imaging camera to check for hotspots and a hose reel jet to dampen down the areas affected by the fire to make sure they were safe. Firefighters were in attendance for around an hour. The fire is believed to have been started deliberately. Anyone with information about the incident should call Cheshire Police on 101, quoting IML 210708, give the details via https://cheshire.police.uk/contact/general-enquiries or contact Crimestoppers anonymously on 0800 555 111.", "meta": {}, "annotation_approver": null, "labels": [[0, 22, "Title"], [41, 59, "Date_and_Time"], [70, 94, "Address"], [107, 110, "Number_of_Engines"], [253, 257, "Incident_Type"], [588, 595, "time_spent_at_incident"]]}
{"id": 1510, "text": "Fire in the open in Winsford Time of Incident: 05/08/2018 - 20:14 Location: Weaver Valley Road, Winsford Attendance: One fire engine attended from Winsford At around 8.15pm firefighters were called to a report of a fire in the open on Weaver Valley Road in Winsford. On arrival the crew discovered a small quantity of wood on fire. Firefighters extinguished the fire with water and were in attendance for around 15 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 28, "Title"], [47, 65, "Date_and_Time"], [76, 104, "Address"], [117, 120, "Number_of_Engines"], [215, 219, "Incident_Type"], [412, 422, "time_spent_at_incident"]]}
{"id": 1511, "text": "One vehicle collision in Chester Time of Incident: 20/12/2018 - 00:16 Location: A55, Huntington, Chester. Attendance: Three fire engines attended - one from Chester and two from Ellesmere Port. Shortly after 00.15am firefighters from Chester and Ellesmere Port were called to reports of a one vehicle collision on the A55 in Huntington. Firefighters attended the scene and found that one man was trapped in a van which had overturned on the carriageway. The team used specialist cutting equipment to release the casualty and he was passed to the care of paramedics. Crews were detained at the scene for approximately one hour ten minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 32, "Title"], [51, 69, "Date_and_Time"], [80, 104, "Address"], [118, 123, "Number_of_Engines"], [293, 310, "Incident_Type"], [617, 637, "time_spent_at_incident"]]}
{"id": 1512, "text": "Girl with trapped finger in Runcorn Time of Incident: 18/07/2018 - 18:29 Location: Cavendish Farm Road, Runcorn Attendance: One fire engine from Runcorn Firefighters were called to a park in Cavendish Farm Road, Runcorn, after a teenager got their finger stuck in a swing. Crews managed to release the girl's finger from the swing, which was stuck in a chain link. No ambulance was required.", "meta": {}, "annotation_approver": null, "labels": [[0, 35, "Title"], [54, 72, "Date_and_Time"], [83, 111, "Address"], [124, 127, "Number_of_Engines"], [248, 271, "Incident_Type"]]}
{"id": 1513, "text": "Fire at a fish and chips shop in Warrington Time of Incident: 28/12/2018 - 14:05 Location: Callands Road, Warrington Attendance: Two fire engines attended - one from Warrington and one from Penketh Shortly after 2pm firefighters were called to a report of a fire at a fish and chips shop on Callands Road in Warrington. On arrival at Callands Continental crews discovered a fire in the insulation between the ranges of a deep fat fryer. Firefighters removed all the insulation and extinguished the fire with a fire extinguisher. They were in attendance for around 40 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 43, "Title"], [62, 80, "Date_and_Time"], [91, 116, "Address"], [129, 132, "Number_of_Engines"], [258, 262, "Incident_Type"], [564, 574, "time_spent_at_incident"]]}
{"id": 1514, "text": "House fire in Handforth Time of Incident: 18/05/2018 - 18:00 Location: Pickmere Road, Handforth. Attendance: Three fire engines attended, one from Wilmslow, one from Cheadle and one from Stockport. At approximately 6pm firefighters from Wilmslow, Cheadle and Stockport were called to reports of a house fire on Pickmere Road, Handforth. On arrival crews found that the fire involved a first floor bedroom of a maisonette property. The team used one hose reel jet to extinguish the fire. One person was treated at the scene for smoke inhalation, they were then taken to hospital as a precautionary measure. Crews remained at scene for just over one hour.", "meta": {}, "annotation_approver": null, "labels": [[42, 60, "Date_and_Time"], [0, 23, "Title"], [71, 95, "Address"], [109, 114, "Number_of_Engines"], [297, 307, "Incident_Type"], [634, 653, "time_spent_at_incident"]]}
{"id": 1515, "text": "Fire in field in Crewe Time of Incident: 07/03/2018 - 12:48 Location: Vicarage Road, Crewe Attendance: One fire engine from Crewe attended At around 1.10pm firefighters were called to a fire in a field on Vicarage Road in Crewe. The crew discovered an unattended green waste fire. They used a hose reel jet to extinguish the flames.", "meta": {}, "annotation_approver": null, "labels": [[0, 22, "Title"], [41, 59, "Date_and_Time"], [70, 90, "Address"], [103, 106, "Number_of_Engines"], [186, 190, "Incident_Type"]]}
{"id": 1516, "text": "Firefighters called to a house fire in Saighton, Chester Time of Incident: 03/01/2018 - 16:37 Location: Chester Lane, Saighton in Chester Attendance: Fire Crews from Chester Fire Crews in Chester were called to reports of a house fire on Chester Lane in Saighton in Chester. Firefighters used to one hose reel jet and two breathing apparatus to extinguish the fire which was believed to have been in the living room.", "meta": {}, "annotation_approver": null, "labels": [[0, 56, "Title"], [75, 93, "Date_and_Time"], [104, 126, "Address"], [224, 234, "Incident_Type"]]}
{"id": 1517, "text": "Peat fire in Warrington Time of Incident: 17/08/2018 - 11:15 Location: Grasmere Avenue, Warrington Attendance: One fire engine attended from Warrington Fire crews were called to Grasmere Avenue, Warrington, after a report of a peat fire. The fire involved approximately 3sq m of peat and affected the roots of a tree. Crews dug out a large amount of peat and used fire extinguishers to put out the fire.", "meta": {}, "annotation_approver": null, "labels": [[42, 60, "Date_and_Time"], [0, 23, "Title"], [71, 98, "Address"], [111, 114, "Number_of_Engines"], [227, 236, "Incident_Type"]]}
{"id": 1518, "text": "Man rescued from a roof in Crewe Time of Incident: 08/05/2018 - 14:05 Location: Peel Square, Crewe Attendance: One fire engine attended from Crewe Firefighters were called to rescue a man from a roof on Peel Square, Crewe. The man had been doing repairs on the roof when someone stole his ladder. Crews used a 7m ladder to get his down. If you have any information about the theft then please call Cheshire Police on 101, quoting incident number 58327, or call Crimestoppers anonymously on 0800 555 111.", "meta": {}, "annotation_approver": null, "labels": [[0, 32, "Title"], [51, 69, "Date_and_Time"], [80, 98, "Address"], [111, 114, "Number_of_Engines"], [175, 181, "Incident_Type"]]}
{"id": 1519, "text": "Grass fire in Widnes Time of Incident: 03/07/2018 - 13:51 Location: Montgomery Road, Widnes. Attendance: One fire engine attended from Runcorn Firefighters were called to a grass fire in a field off Montgomery Road in Widnes. The affected area was approximately 2metre by 15metres. Crews used a hose reel to extinguish the flames.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "Title"], [39, 57, "Date_and_Time"], [68, 91, "Address"], [105, 108, "Number_of_Engines"], [173, 183, "Incident_Type"]]}
{"id": 1520, "text": "Small fire in the open in Widnes Time of Incident: 16/05/2018 - 13:59 Location: Carter House Way, Widnes Attendance: One fire engine attended from Penketh At around 2pm firefighters were called to reports of a fire in the open at Carter House Way in Widnes. On arrival the crew discovered that the small fire involved a vehicle tyre. Firefighters put out the fire with a hose reel jet and were in attendance for around 10 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 32, "Title"], [51, 69, "Date_and_Time"], [80, 104, "Address"], [117, 120, "Number_of_Engines"], [210, 214, "Incident_Type"], [419, 429, "time_spent_at_incident"]]}
{"id": 1521, "text": "Letterbox fire at domestic property in Warrington Time of Incident: 01/05/2018 - 17:57 Location: Currans Road, Warrington Attendance: Two fire engines attended - one from Birchwood and one from Lymm At around 5.55pm firefighters were called to reports of a fire at a domestic property on Currans Road in Warrington. The fire involving a letterbox was out on arrival. Firefighters were in attendance for just under two hours and police also attended. The fire is believed to have been started deliberately. Anyone with information about the incident should contact Cheshire Police on 101.", "meta": {}, "annotation_approver": null, "labels": [[0, 49, "Title"], [68, 86, "Date_and_Time"], [97, 121, "Address"], [134, 137, "Number_of_Engines"], [257, 261, "Incident_Type"], [414, 423, "time_spent_at_incident"]]}
{"id": 1522, "text": "One vehicle collision in Congleton Time of Incident: 02/12/2018 - 09:42 Location: Buxton Road, Congleton. Attendance: One fire engine attended from Congleton At approximately 9.40am on Sunday 2 December firefighters were called to reports of a one vehicle collision on Buxton Road, Congleton. On arrival at the scene crews found that a car had collided with a house. The driver of the vehicle was out of the car on arrival and they are not believed to have sustained serious injuries. The team assisted with making the vehicle safe and liaised with Police officers and paramedics at the scene. Crews were detained for approximately 45 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 34, "Title"], [53, 71, "Date_and_Time"], [82, 104, "Address"], [118, 121, "Number_of_Engines"], [248, 265, "Incident_Type"], [632, 642, "time_spent_at_incident"]]}
{"id": 1523, "text": "Chimney fire in Macclesfield Time of Incident: 25/11/2018 - 18:51 Location: Belmont Avenue, Macclesfield. Attendance: Two fire engines attended from Macclesfield Firefighters were called to a chimney fire in Belmont Avenue, Macclesfield. Crews tackled the fire from the grate and extinguished the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 28, "Title"], [47, 65, "Date_and_Time"], [76, 104, "Address"], [118, 121, "Number_of_Engines"], [192, 204, "Incident_Type"]]}
{"id": 1524, "text": "Car fire in Warrington Time of Incident: 28/03/2018 - 23:56 Location: St Margaret's Avenue, Warrington Attendance: One fire engine attended from Warrington At 11.55pm firefighters were called to a car fire on St Margaret's Avenue in Warrington. On arrival the crew found a vehicle well alight and a firefighter wearing breathing apparatus used a hose reel jet to extinguish the flames. Firefighters were at the scene for around 50 minutes. The fire is believed to have been started deliberately and police were in attendance. Anyone with any information about the fire should call Cheshire Police on 101.", "meta": {}, "annotation_approver": null, "labels": [[0, 22, "Title"], [41, 59, "Date_and_Time"], [70, 102, "Address"], [115, 118, "Number_of_Engines"], [197, 205, "Incident_Type"], [428, 438, "time_spent_at_incident"]]}
{"id": 1525, "text": "Industrial skip fire in Crewe Time of Incident: 27/11/2018 - 09:16 Location: Gresty Road, Crewe. Attendance: Two fire engines attended from Crewe Shortly after 9.15am firefighters from Crewe were called to reports of a fire at the rear of an address on Gresty Road.  On arrival at the scene, the team found that two industrial skips containing paper and general waste were well alight.  Firefighters used two hose reel jets to extinguish the fires. They then emptied the skips and continued to cool the contents with a hose reel jet.  The team then used a thermal imaging camera to check for any hotspots.  The cause of the fire is believed to be accidental.  Firefighters were detained at the scene for approximately 45 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 29, "Title"], [48, 66, "Date_and_Time"], [77, 95, "Address"], [109, 112, "Number_of_Engines"], [219, 223, "Incident_Type"], [718, 728, "time_spent_at_incident"]]}
{"id": 1526, "text": "Hedgerow and pallets fire in Shavington Time of Incident: 22/12/2018 - 02:01 Location: Crewe Road, Shavington Attendance: Two fire engines attended from Crewe Shortly after 2am firefighters were called to a report of a fire in the open in Shavington. They found the fire on land just off Crewe Road and discovered that the fire involved a hedgerow and a large number of pallets, which were well alight. Firefighters set up a water supply and extinguished the fire with a main jet and a hose reel jet. Once the fire was out they turned over the pallets and damped the area down to make sure that it was safe. They were in attendance for around an hour and 15 minutes. It is believed that the fire may have been started deliberately. Anyone with information about the incident should call Cheshire Police on 101, quoting IML 275663, give the details via https://cheshire.police.uk/contact/general-enquiries or contact Crimestoppers anonymously on 0800 555 111.", "meta": {}, "annotation_approver": null, "labels": [[0, 39, "Title"], [58, 76, "Date_and_Time"], [87, 109, "Address"], [122, 125, "Number_of_Engines"], [219, 223, "Incident_Type"], [646, 665, "time_spent_at_incident"]]}
{"id": 1527, "text": "Two-vehicle collision in Northwich Time of Incident: 03/12/2018 - 08:39 Location: Kingsmead Square, off Regency Way, Northwich Attendance: One fire engine attended from Northwich and one attended from Winsford Two vehicle collision in NorthwichFirefighters from Northwich and Winsford attended reports of a collision on Regency Way, Kingsmead.  On arrival crews found that there had been a collision involving two cars and one person was medically trapped in one of the vehicles.  Firefighters worked closely with paramedics to get the casualty out of the vehicle.  Once out of the car he was handed over to the care of the North West Ambulance Service.  Firefighters were detained at the scene for approximately an hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 34, "Title"], [53, 71, "Date_and_Time"], [82, 126, "Address"], [139, 142, "Number_of_Engines"], [214, 231, "Incident_Type"], [699, 720, "time_spent_at_incident"]]}
{"id": 1528, "text": "Fire in a cellar in Bunbury Time of Incident: 06/02/2018 - 21:27 Location: Vicarage Lane, Bunbury Attendance: One fire engine attended from Tarporley and one from Nantwich Fire crews were called to a fire in the cellar of a property on Vicarage Lane, Bunbury. The fire was through a wooden beam and is believed to have been caused by an open fire on the ground floor. Crews, two wearing breathing apparatus, used one hose reel jet and a fire extinguisher to extinguish the fire. Crews were at the scene for two hours.", "meta": {}, "annotation_approver": null, "labels": [[0, 27, "Title"], [46, 64, "Date_and_Time"], [75, 97, "Address"], [110, 113, "Number_of_Engines"], [200, 204, "Incident_Type"], [507, 516, "time_spent_at_incident"]]}
{"id": 1529, "text": "Industrial estate fire in Widnes Time of Incident: 17/10/2018 - 09:37 Location: Ditton Road (east), Widnes Attendance: One fire engine attended from Penketh and one from Winsford Firefighters attended to reports of a fire at an industrial estate on Ditton Road in Widnes.  Although the fire was out on arrival crews, wearing two breathing apparatus, used dry powder to make sure it was extinguished and then checked the area to ensure it was safe.", "meta": {}, "annotation_approver": null, "labels": [[0, 32, "Title"], [51, 69, "Date_and_Time"], [80, 106, "Address"], [119, 122, "Number_of_Engines"], [217, 221, "Incident_Type"]]}
{"id": 1530, "text": "Straw fire at a farm in Warrington Time of Incident: 10/07/2018 - 14:31 Location: Tan House Lane, Warrington Attendance: One fire engine is in attendance from Penketh Firefighters fought a fire in the open at a farm on Tan House Lane in Warrington. On arrival the crew discovered a large amount of straw on fire. They used two hose reel jets and a mechanical digger to fight the fire. Update at 3.15pm  Slow progress is being made with the fire. Crews have set up a water shuttle from a nearby hydrant to get enough water to the area. They are expected to be detained for another hour.  Update at 4.30pm  The fire has been extinguished and crews have left the scene.", "meta": {}, "annotation_approver": null, "labels": [[0, 34, "Title"], [53, 71, "Date_and_Time"], [82, 108, "Address"], [121, 124, "Number_of_Engines"], [189, 193, "Incident_Type"]]}
{"id": 1531, "text": "Fire at semi-detached house in Runcorn Time of Incident: 08/05/2018 - 19:55 Location: Chiswick Close, Runcorn Attendance: Three fire engines attended  two from Runcorn and one from Frodsham At around 7.55pm firefighters were called to a fire in a first floor bedroom of a semi-detached house on Chiswick Close in Runcorn. On arrival crews found that all persons were accounted for. Four firefighters wearing breathing apparatus used two hose reel jets to extinguish the fire. Covering jet were also used at the front and back of the property. A large high pressure fan was then used to clear the smoke from the house. Crews damped the area down and used a thermal imaging camera to check for hotspots. The camera was also used to check for hotspots in a neighbouring property. Firefighters also provided a salvage operation at the house that had been on fire. Two casualties were taken to Warrington Hospital. One was taken for a precautionary check and the other was suffering from flash burns and smoke inhalation. Fire crews were in attendance for nearly four hours.", "meta": {}, "annotation_approver": null, "labels": [[0, 38, "Title"], [57, 75, "Date_and_Time"], [86, 109, "Address"], [122, 127, "Number_of_Engines"], [238, 242, "Incident_Type"], [1059, 1069, "time_spent_at_incident"]]}
{"id": 1532, "text": "Skip fire in Widnes Time of Incident: 26/02/2018 - 12:03 Location: Cornerhouse Lane, Widnes. Attendance: One fire engine attended from Widnes Firefighters attended a skip fire on a driveway in Cornerhouse Lane in Widnes. Crews used a main jet to extinguish the flames.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 91, "Address"], [105, 108, "Number_of_Engines"], [166, 175, "Incident_Type"]]}
{"id": 1533, "text": "Van fire in Chester Time of Incident: 06/09/2018 - 19:17 Location: Wrexham Road, Chester Attendance: One fire engine attended from Chester Fire crews were called to a van fire on Wrexham Road, Chester. Crews used a hose reel jet to put out the fire which was confined to the engine of the vehicle. Crews then checked the van using a thermal imaging camera.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 88, "Address"], [101, 104, "Number_of_Engines"], [167, 175, "Incident_Type"]]}
{"id": 1534, "text": "Crews extinguish shed fire at a property in Penketh, Warrington Time of Incident: 29/01/2018 - 20:40 Location: Chapel Road, Warrington Attendance: Two fire engines attended from Penketh At 8.40am on Monday, 29 January two fire engines from Penketh fire station attended to reports of a shed on fire on Chapel Road in Penketh, Warrington. Crews spent one hour extinguishing the fire and ventilating the garden by using one hose reel and a positive pressure ventilation fan.", "meta": {}, "annotation_approver": null, "labels": [[0, 63, "Title"], [82, 100, "Date_and_Time"], [111, 134, "Address"], [147, 150, "Number_of_Engines"], [286, 298, "Incident_Type"]]}
{"id": 1535, "text": "Small refuse fire in Wilmslow Time of Incident: 07/11/2018 - 20:08 Location: Howty Close, Wilmslow. Attendance: One fire engine attended from Bollington Firefighters from Bollington were called to reports of a fire in the open in Wilmslow. On arrival Crews found a wheelie bin containing a large amount of refuse which was well alight. The team used a hose reel jet to extinguish the fire. The cause of the fire is believed to be deliberate and anyone with any information is asked to called Crimestoppers on 0800 555 111. For more information about wheelie bin safety visit: https://www.cheshirefire.gov.uk/public-safety/campaigns/awareness-campaigns/wheelie-bin-fire-safety.", "meta": {}, "annotation_approver": null, "labels": [[0, 29, "Title"], [48, 66, "Date_and_Time"], [77, 98, "Address"], [112, 115, "Number_of_Engines"], [210, 214, "Incident_Type"]]}
{"id": 1536, "text": "Bonfire in Ellesmere Port Time of Incident: 25/10/2018 - 18:00 Location: Thornton Road, Ellesmere Port Attendance: One fire engine attended from Ellesmere Port Fire crews were called to a bonfire which had been left unattended on Thornton Road, Ellesmere Port. Crews used a fire extinguisher and beaters to put out the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "Title"], [44, 62, "Date_and_Time"], [73, 102, "Address"], [115, 118, "Number_of_Engines"], [188, 195, "Incident_Type"]]}
{"id": 1537, "text": "Motorbike fire in Crewe Time of Incident: 11/05/2018 - 08:17 Location: Stanthorne Avenue, Crewe Attendance: One fire engine attended from Nantwich A motorbike fire caused damage to the back door of a Stanthorne Avenue property. Firefighters used a hose reel jet to put out the blaze and a thermal imaging camera to check there were no further hotspots. An investigation into the cause of the fire is being carried out.", "meta": {}, "annotation_approver": null, "labels": [[0, 23, "Title"], [42, 60, "Date_and_Time"], [71, 95, "Address"], [108, 111, "Number_of_Engines"], [149, 163, "Incident_Type"]]}
{"id": 1538, "text": "Grass fire in Warrington Time of Incident: 26/06/2018 - 10:55 Location: Rushgreen Road, Warrington Attendance: One fire engine attended from Lymm Firefighters were called to a grass fire on Rushgreen Road, Warrington. The fire was approximately 20 square metres and crews used a fire extinguisher to put out the flames.", "meta": {}, "annotation_approver": null, "labels": [[0, 24, "Title"], [43, 61, "Date_and_Time"], [72, 98, "Address"], [111, 114, "Number_of_Engines"], [176, 186, "Incident_Type"]]}
{"id": 1539, "text": "Greenhouse fire in Widnes Time of Incident: 10/05/2018 - 18:52 Location: Scott Avenue, Widnes Attendance: One fire engine attended from Widnes A controlled burning in a greenhouse had got out of control so firefighters were called. A hose reel jet was used to put out the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "Title"], [44, 62, "Date_and_Time"], [73, 93, "Address"], [106, 109, "Number_of_Engines"], [145, 163, "Incident_Type"]]}
{"id": 1540, "text": "Wheelie bin fire in Warrington Time of Incident: 26/07/2018 - 20:06 Location: Clegge Street, Warrington Attendance: One fire engine attended from Birchwood At around 8.05pm firefighters were called to a report of a wheelie bin being on fire by commercial premises on Clegge Street in Warrington. The crew used a hose reel jet to extinguish the fire. Firefighters then checked that the fire had not spread to the commercial premises. A thermal imagining camera confirmed that there were no hotspots at the building. Firefighters were in attendance for around half-an-hour. For wheelie bin fire safety advice visit https://www.cheshirefire.gov.uk/public-safety/home-safety/wheelie-bin-fire-safety.", "meta": {}, "annotation_approver": null, "labels": [[0, 30, "Title"], [49, 67, "Date_and_Time"], [78, 103, "Address"], [116, 119, "Number_of_Engines"], [215, 226, "Incident_Type"], [558, 570, "time_spent_at_incident"]]}
{"id": 1541, "text": "Fire involving rubbish in Warrington Time of Incident: 18/05/2018 - 08:29 Location: Bridge Lane, Warrington Attendance: One fire engine attended from Birchwood At around 8.30am firefighters were called to a report of fire outside a unit on an industrial park on Bridge Lane in Woolston, Warrington. On arrival firefighters found that the fire in the open involved rubbish, which measured two metres by two metres. They used a hose reel jet to extinguish the fire and were in attendance for around 20 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 36, "Title"], [55, 73, "Date_and_Time"], [84, 107, "Address"], [120, 123, "Number_of_Engines"], [217, 221, "Incident_Type"], [497, 507, "time_spent_at_incident"]]}
{"id": 1542, "text": "Grass fire in Sandbach Time of Incident: 14/07/2018 - 17:13 Location: Tiverton Close, Sandbach. Attendance: One fire engine attended from Crewe and one from Middlewich Firefighters were called to a large grass fire near to Tiverton Close, Sandbach. Crews used two hose reels to put the fire out.", "meta": {}, "annotation_approver": null, "labels": [[0, 22, "Title"], [41, 59, "Date_and_Time"], [70, 94, "Address"], [108, 111, "Number_of_Engines"], [198, 214, "Incident_Type"]]}
{"id": 1543, "text": "House fire in Runcorn Time of Incident: 06/12/2018 - 16:07 Location: Grove Street, Runcorn Attendance: One fire engine attended from Runcorn, one from Lymm, one from Warrington and one from Widnes Firefighters were called to reports of a house being well alight on Gove Street in Runcorn.  Four firefighters wearing breathing apparatus used two hose reels to put out the fire, which is believed to have started in the loft.  A covering jet was also used and a cordon was set up  Firefighters checked neighbouring properties to see if the fire had spread.  Once the fire was extinguished crews damped the area down to make sure it was safe.", "meta": {}, "annotation_approver": null, "labels": [[0, 21, "Title"], [40, 58, "Date_and_Time"], [69, 90, "Address"], [103, 106, "Number_of_Engines"], [238, 261, "Incident_Type"]]}
{"id": 1544, "text": "Fire in the open at a farm in Chester Time of Incident: 06/08/2018 - 14:29 Location: Harthill Lane, Chester Attendance: One fire engine attended from Malpas Fire in the open at a farm in ChesterAt around 2.30pm firefighters were called to reports of a fire in the open at a farm on Harthill Lane in Chester.  On arrival the crew discovered a farm waste heap measuring approximately four metres by three metres by three metres well alight.  Firefighters used two hose reel jets to fight the midden fire.  They also used mechanical means to dig out the fire heap and damp the area down to make it safe.  As damping down took place a thermal imaging camera was used to check for hotspots.  Firefighters were in attendance for around an hour-and-a-half.", "meta": {}, "annotation_approver": null, "labels": [[0, 37, "Title"], [56, 74, "Date_and_Time"], [85, 107, "Address"], [120, 123, "Number_of_Engines"], [252, 256, "Incident_Type"], [733, 748, "time_spent_at_incident"]]}
{"id": 1545, "text": "Garage fire in Widnes Time of Incident: 15/04/2018 - 10:00 Location: Northern Lane, Widnes Attendance: One fire engine attended from Widnes, one from Runcorn, one from Warrington and one from Merseyside Fire and Rescue Service (Prescott) Garage fire in WidnesFire crews were called to a fire in a garage on Northern Lane, Widnes. On arrival crews discovered that two cars inside the garage were also affected and crews, four wearing breathing apparatus, used one hose reel jet and a large fan to extinguish the fire.  Crews were in attendance for five hours.", "meta": {}, "annotation_approver": null, "labels": [[0, 21, "Title"], [40, 58, "Date_and_Time"], [69, 90, "Address"], [103, 106, "Number_of_Engines"], [287, 291, "Incident_Type"], [547, 557, "time_spent_at_incident"]]}
{"id": 1546, "text": "Van fire in Chester Time of Incident: 05/10/2018 - 10:45 Location: Christleton Road, Boughton, Chester Attendance: One fire engine from Tarporley and one from Widnes Fire crews were called to Christleton Road, Chester, after a report of a van fire. On arrival crews found the van was well alight and crews, one wearing a breathing apparatus, used a hose reel jet to put out the fire. Whilst crews fought the fire the road was temporarily closed to traffic.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 102, "Address"], [115, 118, "Number_of_Engines"], [239, 247, "Incident_Type"]]}
{"id": 1547, "text": "Vehicle fire extinguished in Warrington Time of Incident: 20/02/2018 - 14:31 Location: Hunter Avenue, Warrington Attendance: One fire engine attended from Warrington Firefighters were called to a vehicle on fire on Hunter Avenue in Warrington this afternoon. Crews used one breathing apparatus and two hose reel jets to extinguish the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 39, "Title"], [58, 76, "Date_and_Time"], [87, 112, "Address"], [125, 128, "Number_of_Engines"], [196, 211, "Incident_Type"]]}
{"id": 1548, "text": "Three-vehicle collision in Tattenhall Time of Incident: 03/12/2018 - 11:19 Location: Chester Road, Tattenhall Attendance: Two fire engines attended, from Chester and Tarporley Three-vehicle collision in TattenhallAt around 11.30am firefighters from Chester and Tarporley were called to reports of a collision on the A41 Whitchurch Road, at the junction with Chester Road.  On arrival crews found that the collision involved three cars and one person was medically trapped in one of the vehicles. The team used specialist cutting equipment to remove one of the car's doors and its roof so that they could get the casualty out of the vehicle.  He was then handed over to the care of paramedics and taken to Aintree Hospital via an air ambulance. Firefighters were detained at the scene for approximately an hour and 45 minutes.  Anyone who witnessed the incident is asked to contact Cheshire Police on 101, quoting IML 258536.", "meta": {}, "annotation_approver": null, "labels": [[0, 37, "Title"], [56, 74, "Date_and_Time"], [85, 109, "Address"], [122, 125, "Number_of_Engines"], [299, 308, "Incident_Type"], [805, 824, "time_spent_at_incident"]]}
{"id": 1549, "text": "Garden Fire in Warrington Time of Incident: 05/11/2018 - 17:33 Location: Kingsway South, Warrington. Attendance: One fire engine attended from Penketh Firefighters from Penketh used a hose reel jet to extinguish a garden fire on Kingwasy South. While the fire was attended, crews extinguished the fire as there was a risk that it may spread to a nearby property.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "Title"], [44, 62, "Date_and_Time"], [73, 99, "Address"], [113, 116, "Number_of_Engines"], [214, 225, "Incident_Type"]]}
{"id": 1550, "text": "Hay fire in Chester Time of Incident: 08/08/2018 - 12:26 Location: Little Stanney Lane, Chester. Attendance: One fire engine attended from Powey Lane Firefighters were called to a fire involving remnants of stored hay in Little Stanney Lane, Chester. Crews used a hose reel to extinguish the fire which was approximately 5 metres by 5 metres.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "Title"], [38, 56, "Date_and_Time"], [67, 95, "Address"], [109, 112, "Number_of_Engines"], [180, 184, "Incident_Type"]]}
{"id": 1551, "text": "Two small grass fires in Ellesmere Port Time of Incident: 04/07/2018 - 18:13 Location: Valley Drive, Ellesmere Port. Attendance: One fire engine attended from Ellesmere Port Firefighters from Ellesmere Port used a hose reel jet and beaters to tackle a grass fire in Ellesmere Port. There were believed to be two seats of fire, both of which were approximately 20 metres squared. Crewe were in attendance for approximately one hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 39, "Title"], [58, 76, "Date_and_Time"], [87, 115, "Address"], [129, 132, "Number_of_Engines"], [252, 262, "Incident_Type"], [422, 430, "time_spent_at_incident"]]}
{"id": 1552, "text": "Small fire in a garden in Warrington Time of Incident: 05/08/2018 - 18:14 Location: Waterside, Warrington Attendance: One fire engine attended from Stockton Heath At around 6.15pm firefighters were called to reports of a fire in a garden in Waterside, Appleton, Warrington. On arrival the crew discovered a small amount of refuse on fire. Firefighters used a hose reel jet to extinguish the fire and were in attendance for around half-an-hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 36, "Title"], [55, 73, "Date_and_Time"], [84, 105, "Address"], [118, 121, "Number_of_Engines"], [221, 225, "Incident_Type"], [430, 442, "time_spent_at_incident"]]}
{"id": 1553, "text": "Skips fire in Warrington Time of Incident: 22/11/2018 - 20:15 Location: Clay Lane, Warrington Attendance: One fire engine attended from Penketh At around 8.15pm firefighters were called to reports of a fire involving skips on Clay Lane in Burtonwood, Warrington. On arrival the crew discovered two large concrete containers containing rubbish well alight. They implemented a temporary road closure due to smoke and access issues. Firefighters used a hose reel jet to extinguish the fire and then damp the affected materials down to make sure they were safe. The crew were in attendance for around an hour.", "meta": {}, "annotation_approver": null, "labels": [[0, 24, "Title"], [43, 61, "Date_and_Time"], [72, 93, "Address"], [106, 109, "Number_of_Engines"], [202, 206, "Incident_Type"], [590, 604, "time_spent_at_incident"]]}
{"id": 1554, "text": "Bin fire in Widnes Time of Incident: 08/10/2018 - 18:13 Location: Liverpool Road, Widnes Attendance: One fire engine attended from Widnes Fire crews were called to Liverpool Road, Widnes, to a bin fire. Crews used a hose reel jet to extinguish the blaze.", "meta": {}, "annotation_approver": null, "labels": [[0, 18, "Title"], [37, 55, "Date_and_Time"], [66, 88, "Address"], [101, 104, "Number_of_Engines"], [193, 201, "Incident_Type"]]}
{"id": 1555, "text": "Overheated HGV brakes in Holmes Chapel Time of Incident: 27/12/2018 - 11:13 Location: Middlewich Road, Holmes Chapel Attendance: Two fire engines attended - one from Holmes Chapel and one from Middlewich At around 11.10am firefighters were called to a report of smoke coming from a tyre on a heavy goods vehicle on Middlewich Road in Holmes Chapel, at the M6's Junction 18 roundabout. On arrival crews discovered that the smoke was caused by overheated brakes on the HGV's trailer. Firefighters used two hose reel jets to cool the brakes. They also opened the trailer and inspected it with a thermal imaging camera to make sure that the fire had not spread.. Firefighters were in attendance for around 50 minutes.", "meta": {}, "annotation_approver": null, "labels": [[0, 38, "Title"], [57, 75, "Date_and_Time"], [86, 116, "Address"], [129, 132, "Number_of_Engines"], [262, 267, "Incident_Type"], [702, 712, "time_spent_at_incident"]]}
{"id": 1556, "text": "Rubbish fire in Crewe Time of Incident: 26/05/2018 - 18:29 Location: Middlewich Road, Crewe Attendance: Two fire engines attended from Crewe Fire crews were called to a rubbish fire on Middlewich Road, Crewe. Crews used two hose reel jets to put out the fire.", "meta": {}, "annotation_approver": null, "labels": [[0, 21, "Title"], [40, 58, "Date_and_Time"], [69, 91, "Address"], [104, 107, "Number_of_Engines"], [169, 181, "Incident_Type"]]}
{"id": 1557, "text": "Skip fire in Warrington Time of Incident: 25/10/2018 - 22:24 Location: Griffiths Street, Warrington Attendance: One fire engine attended from Warrington Firefighters were called to a skip fire on Griffiths Street, Warrington. Crews used a hose reel jet to extinguish the fire. The fire is believed to have been started deliberately, if you have any information about the incident then please call Cheshire Police.", "meta": {}, "annotation_approver": null, "labels": [[0, 23, "Title"], [42, 60, "Date_and_Time"], [71, 99, "Address"], [112, 115, "Number_of_Engines"], [183, 192, "Incident_Type"]]}
