{"id": 2311, "text": "Officers were dispatched to a robbery of the Associated Bank in the 1500 block of W Broadway. A M/W described as 5'04\" – 5'05\" and 130 lbs., wearing a gray hooded sweatshirt, dark sunglasses, and a blue bandana around his mouth area demanded money from a teller. No weapon was mentioned or displayed. A K-9 track was attempted. The track ended at a nearby apartment complex. Released 08/09/2018 at 6:17 PM by Sgt. Jennifer Kane", "meta": {}, "annotation_approver": null, "labels": [[30, 38, "Crime"], [45, 92, "Address"], [233, 248, "Crime"], [263, 272, "Weapon"], [409, 427, "Reporting_officer"], [384, 394, "Reported_date"], [398, 405, "Reported_time"]]}
{"id": 2312, "text": "The MPD was called to Pink at West Towne Mall Tuesday night after two brazen shoplifters walked out with more than $1,700 worth of merchandise after having been inside the store for less than a minute. A manager told police her corporate office believes the same men are responsible for thousands of dollars worth of thefts at Pink stores in both Wisconsin and Illinois. Anyone with information on their identities can call Madison Area Crime Stoppers at 266-6014. Released 08/18/2016 at 10:37 AM by PIO Joel Despain"}
{"id": 2313, "text": "The MPD is seeking help locating a unique $1,500 bicycle that was stolen from outside of a Union St. home after a thief cut a bike lock. The Extreme Fat Tire E-Grizzly utilizes a battery pack which makes for easier peddling. Its owner had removed the battery pack and taken it inside Monday. The bike was stolen that night. Anyone with information should contact Madison Area Crime Stoppers at 266-6014. Released 08/17/2016 at 11:09 AM by PIO Joel Despain"}
{"id": 2314, "text": "A Radcliffe Drive resident said three men - at least two of whom were carrying handguns - entered her apartment early this morning. They ordered her to give them the combination to a safe which they took from her home. She was not injured. Detectives believe this was a targeted armed robbery. Released 08/07/2018 at 11:17 AM by PIO Joel Despain"}
{"id": 2315, "text": "An 86-year-old woman contacted the MPD after providing personal information to a caller who claimed to be contacting her on behalf of the Medicaid program. The man told the woman she had qualified to receive several items to help improve her quality of life including back and arm braces. He said he needed to confirm certain information, and the woman believes she gave him her Medicaid and social security numbers. A family member told her this was likely a fraud attempt, and the woman verified this to the case with representatives of the real Medicaid program. The responding officer told her to stay in contact with Medicaid, and to also alert the Internal Revenue Service and Social Security about the situation, just in case. She had already contacted her bank about the call.  Released 03/27/2019 at 10:28 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[460, 473, "Crime"], [821, 837, "Reporting_officer"], [795, 805, "Reported_date"], [809, 817, "Reported_time"]]}
{"id": 2316, "text": "Madison Police officers were near the intersection of Francis Street and State Street when they heard a gunshot and observed a vehicle exiting the Lake Street ramp (on the Frances St. side) at a high rate of speed.  This vehicle was found by other officers and stopped.  Investigation at the ramp did yield evidence of a shooting there immediately following a disturbance.  The lone occupant of the vehicle has been arrested for his participation in this incident. This incident is still under investigation.  The Madison Police are encouraging those who were present at this scene and/or witnessed it to contact the Madison Police Department.  Released 08/10/2018 at 4:20 AM by Lt. Daniel Nale", "meta": {}, "annotation_approver": null, "labels": [[104, 111, "Crime"], [147, 189, "Address"], [321, 329, "Crime"], [679, 694, "Reporting_officer"], [654, 664, "Reported_date"], [668, 675, "Reported_time"]]}
{"id": 2317, "text": "A convenience store clerk was robbed at gunpoint Wednesday night, and struck in the shoulder with the weapon. The holdup took place at the 7-Eleven, 2703 W. Beltline Highway just before 11:00 p.m. The victim was shaken but not injured. The crook was last seen running south on Todd Dr. Released 12/14/2017 at 9:28 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[30, 48, "Crime"], [139, 173, "Address"], [179, 195, "Crime_datetime"], [268, 285, "Address"], [320, 336, "Reporting_officer"], [102, 108, "Weapon"], [295, 305, "Reported_date"], [309, 316, "Reported_time"]]}
{"id": 2318, "text": "The MPD arrested an 18-year-old man on a tentative charge of disorderly conduct after he followed a woman into a Memorial High School women's bathroom shortly after 5:30 p.m. yesterday afternoon. The woman – a student's parent - was attending an athletic event and said the man entered the stall next to the one she was using. The arrested man is not connected to the school and had been warned by the MPD's Educational Resource Officer earlier this week to not be on the property after he was found loitering in the school's parking lot Tuesday afternoon. Police were notified of yesterday's incident this morning, and the man was arrested at his home. Released 05/05/2017 at 1:55 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[61, 79, "Crime"], [113, 133, "Address"], [159, 194, "Crime_datetime"], [688, 704, "Reporting_officer"], [677, 684, "Reported_time"], [663, 673, "Reported_date"]]}
{"id": 2319, "text": "A car was stopped on N. Prospect Ave. near Chadbourne Ave.  Several people got out of the car and started to batter one of the people from their group.  Everyone but the victim then got back into the vehicle.  The vehicle then began to drive away when witnesses heard multiple gunshots.  A shell casing was located at the scene.  No suspects or victims were located and the investigation is still on-going.  Released 12/05/2016 at 5:01 AM by Sgt. Galen Wiering", "meta": {}, "annotation_approver": null, "labels": [[21, 58, "Address"], [109, 115, "Crime"], [277, 285, "Crime"], [442, 460, "Reporting_officer"], [431, 438, "Reported_time"], [417, 427, "Reported_date"]]}
{"id": 2320, "text": "MPD officers were working a special grant, pulling over traffic violators on John Nolen Dr. Tuesday afternoon, when one stop turned into a drug investigation. The driver of a car was pulled over for doing 49 in a 35 mph zone. The investigating officer quickly realized a pungent smell emanating from the car's interior was that of marijuana. A vacuum sealed bag containing about a pound of high-grade pot was found in the trunk as were eight individually wrapped packages of dope. The trunk also housed a loaded handgun. The driver, who was very cooperative, had a large amount of cash, and told police he had just sold another car. He ended up with much more than a speeding ticket. A passenger, also a 24-year-old Madison man, was also arrested for possessing a much smaller amount of marijuana which was found in his pocket. Released 08/10/2016 at 10:21 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[56, 73, "Crime"], [77, 90, "Address"], [92, 109, "Crime_datetime"], [139, 157, "Crime"], [331, 340, "Crime"], [401, 414, "Crime"], [751, 796, "Crime"], [863, 879, "Reporting_officer"], [851, 859, "Reported_time"], [837, 847, "Reported_date"]]}
{"id": 2321, "text": "\"It's the scariest thing in my whole life,\" an extremely distraught college student told a responding police officer after the 23-year-old was nearly stabbed in the 700 block of State Street early this morning. The victim had just returned to Madison from his parents' home and was carrying some things to his dorm, including a large comforter. It likely saved him from serious injury. He said a mumbling stranger approached him and pulled out a knife. The suspect lunged at the victim, stabbing at him with the blade. The victim believes he would have been hit in the head or upper torso save for the fact he used the quilt to shield himself from the weapon. He dropped all of his school supplies and ran to a nearby convenience store to summon police. Utilizing his description, officers were able to locate the suspect at the other end of State St., near the Capitol Square. He was arrested on tentative charges listed above Released 09/11/2017 at 8:58 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[150, 157, "Crime"], [165, 190, "Address"], [191, 209, "Crime_datetime"], [842, 876, "Address"], [962, 978, "Reporting_officer"], [487, 495, "Crime"], [512, 517, "Weapon"], [446, 451, "Weapon"], [951, 958, "Reported_time"], [937, 947, "Reported_date"]]}
{"id": 2322, "text": "A group of children are believed responsible for significant weekend vandalism at Falk Elementary School, 6323 Woodington Way. Officers responded to an alarm Saturday afternoon and found numerous outside windows smashed, some by brick pavers that had been in the school's garden. Garden tools were also found near some of the shattered glass. Inside, cleaning and food products were dumped on many floors and in several classrooms. Surveillance images indicate five or six children, all males, entered through broken windows. The MPD is in the process of identifying them. Released 06/19/2017 at 12:24 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[69, 78, "Crime"], [82, 125, "Address"], [158, 176, "Crime_datetime"], [204, 219, "Crime"], [326, 341, "Crime"], [608, 624, "Reporting_officer"], [229, 234, "Weapon"], [596, 604, "Reported_time"], [582, 592, "Reported_date"]]}
{"id": 2323, "text": "Madison Police Responded to the 3000 Block of Darbo Drive shortly after 12:30PM for a reported stabbing.  A 16 year old female got into an argument with her 24 year old sister. After damaging a mirror in the home, the 16 year old used a piece of broken glass to stab her sister in the arm several times.  The 24 year old victim was taken to a local hospital with non life threatening injuries.  Madison Police Officers were able to take the suspect into custody without incident and she is currently in the Dane County Juvenile Reception Center.  Released 11/25/2016 at 2:25 PM by Sgt. Nicholas Ellis", "meta": {}, "annotation_approver": null, "labels": [[32, 57, "Address"], [72, 79, "Crime_datetime"], [95, 103, "Crime"], [581, 600, "Reporting_officer"], [246, 258, "Weapon"], [262, 266, "Crime"], [570, 577, "Reported_time"], [556, 566, "Reported_date"]]}
{"id": 2324, "text": "An eyewitness could not believe anyone could have survived the crash after a car slammed into a large utility pole and rolled at least four times along a ditch near the busy West Beltline Highway last night. In fact, a responding officer said the car was so badly damaged, she could not determine its make or model by looking at the wreck. The witness told police the driver tried to take a curve on Applegate Rd. while going around 75 mph. It is a 30 mph zone. The motorist was able to crawl out of the smashed car. He sustained a head cut that required stitches, but was not seriously hurt. He was cited for drunken driving. Released 05/09/2018 at 10:08 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[77, 114, "Crime"], [174, 195, "Address"], [196, 206, "Crime_datetime"], [399, 413, "Address"], [610, 625, "Crime"], [662, 678, "Reporting_officer"], [650, 658, "Reported_time"], [636, 646, "Reported_date"]]}
{"id": 2325, "text": "A 10-year-old girl reported a stranger speaking to her while she was walking her dog on Elizabeth St. yesterday afternoon. He made her feel uncomfortable, and she learned in school to tell a trusted adult about such an encounter. She said the man was in a car and asked her things like what grade she was in and what school she attends. She ignored him, went home and told a parent about what occurred. Released 05/03/2018 at 10:21 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[88, 101, "Address"], [102, 121, "Crime_datetime"], [438, 454, "Reporting_officer"], [426, 434, "Reported_time"], [412, 422, "Reported_date"]]}
{"id": 2326, "text": "A 24-year-old woman flagged down a passerby to call police after she was sexually assaulted by a stranger near E. Johnson St. and N. Blair St. The victim said she was walking in the area when she was pushed into some bushes by a man dressed in dark clothing. She told police a car pulled in close to where the assault was happening which caused her attacker to flee. Released 04/07/2018 at 8:53 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[73, 91, "Crime"], [111, 125, "Address"], [130, 142, "Address"], [401, 417, "Reporting_officer"], [390, 397, "Reported_time"], [376, 386, "Reported_date"]]}
{"id": 2327, "text": "Suspect entered the PDQ store with a knife in hand and demanded money from the registers. After taking the cash, suspect demanded cartons of cigarettes from the clerk/victim. Suspect fled northbound on foot from the store. No injuries. Suspect at-large. Released 07/22/2017 at 1:50 AM by Sgt. Eugene Woehrle", "meta": {}, "annotation_approver": null, "labels": [[37, 42, "Weapon"], [288, 307, "Reporting_officer"], [55, 69, "Crime"], [277, 284, "Reported_time"], [263, 273, "Reported_date"]]}
{"id": 2328, "text": "A 13-year-old boy, who pointed a handgun at a couple of older teens, was arrested in the 1500 block of Troy last night for disorderly conduct while armed. The weapon, which looked real, turned out to be a pellet gun. The young man was counseled by officers about the dangerousness of his actions, and how carrying a BB or pellet gun could result in someone being seriously hurt or killed. Released 10/12/2016 at 10:11 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[424, 440, "Reporting_officer"], [89, 107, "Address"], [108, 118, "Crime_datetime"], [123, 153, "Crime"], [33, 40, "Weapon"], [205, 215, "Weapon"], [315, 332, "Weapon"], [412, 420, "Reported_time"], [398, 408, "Reported_date"]]}
{"id": 2329, "text": "A frightened Madison woman called the MPD Saturday morning after a teenager pointed a gun at her during a road-rage incident that occurred as both were exiting the West Beltline Highway onto S. Whitney Way. The victim said the teen wanted her to provide some room so he could move into the same lane she was utilizing, but she couldn't do it because there were vehicles close to her front and rear. Frustrated the teen rolled down his window and yelled out several times, B move!\" He was aiming a black handgun at her while repeatedly barking out the order. The white crossover the teen was driving, as described by the victim, matches one that is on the MPD's most recent hot sheet of stolen cars. Released 05/13/2019 at 3:35 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[733, 749, "Reporting_officer"], [86, 89, "Weapon"], [106, 124, "Crime"], [164, 185, "Address"], [191, 206, "Address"], [497, 510, "Weapon"], [722, 729, "Reported_time"], [708, 718, "Reported_date"]]}
{"id": 2330, "text": "A Madison mother was driving with her 18-year-old daughter on N. Stoughton Rd. Monday morning when a road rage incident culminated with a gun being pointed at her. \"He could have shot me,\" she told an officer. \"It was scary!\" The victim said the weapon came into play after she gave the finger to the driver of another car, a gray Mazda CX-5. She was upset because he began honking his horn after she was slow to accelerate after a red light turned green. The Mazda had been directly behind her, but pulled up alongside her car. It swerved causing her to pull into another traffic lane. Both stopped for another red light at East Washington Ave., and that's when the other driver pulled out a handgun while screaming something similar to \"What's up, b?\" The man drove away and the victim pulled over to call 911.  Released 06/11/2019 at 9:10 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[848, 864, "Reporting_officer"], [62, 77, "Address"], [79, 93, "Crime_datetime"], [101, 119, "Crime"], [138, 141, "Weapon"], [625, 645, "Address"], [693, 700, "Weapon"], [837, 844, "Reported_time"], [823, 833, "Reported_date"]]}
{"id": 2331, "text": "Victim was walking westbound on 600 W. Johnson St. and noticed suspect walking behind her.  Victim turned and was walking north on 300 N. Lake St. when suspect ran up to her and threw her down, then grabbed the bag she was carrying.  They struggled over it for about 15 seconds before the suspect let go and ran east through the alley between the Fluno Center and UW's Lake & Johnson parking ramp.  Victim had minor injuries not requiring medical attention.  Investigation continuing. Released 07/29/2018 at 10:26 AM by Lt. John Radovan", "meta": {}, "annotation_approver": null, "labels": [[32, 50, "Address"], [131, 146, "Address"], [178, 192, "Crime"], [347, 359, "Address"], [364, 396, "Address"], [199, 214, "Crime"], [520, 536, "Reporting_officer"], [508, 516, "Reported_time"], [494, 504, "Reported_date"]]}
{"id": 2332, "text": "A savvy Packers fan agreed to meet some unscrupulous salespeople in an attempt to purchase four tickets to tomorrow's Packers game.  The tickets were listed for sale on Craigslist and the potential buyer met the sellers at a gas station on Madison's west side.  The buyer noted that the tickets were not the proper size and did not have the proper picture on the ticket.  The buyer told the sellers that he didn't want the tickets and contacted the police. As always, when making purchasing from an online source, use caution.  Released 01/02/2016 at 7:28 PM by Lt. Kelly Donahue", "meta": {}, "annotation_approver": null, "labels": [[225, 259, "Address"], [562, 579, "Reporting_officer"], [551, 558, "Reported_time"], [537, 547, "Reported_date"]]}
{"id": 2333, "text": "Responding officers recovered a shell casing following reports of gunfire Sunday night near the Citgo gas station, 1423 Northport Dr. Callers believed there had been a dispute between several men, men who had gotten into a couple of different cars. At least one shot was fired as combatants drove from the area. There were no reports of injuries or property damage. Released 09/26/2016 at 9:43 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[66, 73, "Crime"], [74, 86, "Crime_datetime"], [96, 133, "Address"], [262, 276, "Crime"], [400, 416, "Reporting_officer"], [389, 396, "Reported_time"], [375, 385, "Reported_date"]]}
{"id": 2334, "text": "Madison police officers were dispatched to the men's bathroom at East Towne Mall regarding regarding an unresponsive male, who overdosed on heroin. Upon arrival Irish was down, officers administered narcan to rivive the suspect.  Syringes, a metal spoon, and other drug paraphernalia were located next to Irish.  Irish admitted to injecting heroin. Irish was meically cleared from a local hospital, transported to jail, and booked in on possession of heroin and a probation hold violation. Released 02/26/2018 at 7:40 AM by Lt. Jason Ostrenga", "meta": {}, "annotation_approver": null, "labels": [[65, 80, "Address"], [127, 146, "Crime"], [230, 283, "Weapon"], [331, 347, "Crime"], [437, 457, "Crime"], [464, 488, "Crime"], [524, 542, "Reporting_officer"], [499, 509, "Reported_date"], [513, 520, "Reported_time"]]}
{"id": 2335, "text": "A high school student said a strange man pulled his car up next to her and asked if she wanted a ride while she was walking on S. Westfield Rd. shortly before 4:00 p.m. Wednesday. The teen told him no, and said the man then drove slowly next to her as she continued to walk. She says the man then made several u-turns, driving his car past each time while staring. She did not initially contact police, but was advised to call 911 immediately if this happens again. Released 02/26/2016 at 3:36 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[127, 144, "Address"], [151, 167, "Crime_datetime"], [500, 516, "Reporting_officer"], [489, 496, "Reported_time"], [476, 485, "Reported_date"]]}
{"id": 2336, "text": "A concerned neighbor contacted a property owner when he saw a group of teens breaking into the property owner's currently vacant Theresa Terrace home Saturday afternoon. The victim called the MPD and officers arrived to find five teens inside the house. One told an arresting officer that the group was looking for a place to smoke marijuana. Several window screens were damaged and entry was made through a window. The teens were taken to the Juvenile Reception Center on tentative charges of burglary and criminal damage to property.  Released 09/17/2018 at 10:17 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[572, 588, "Reporting_officer"], [77, 103, "Crime"], [129, 149, "Address"], [326, 341, "Crime"], [560, 568, "Reported_time"], [546, 556, "Reported_date"]]}
{"id": 2337, "text": "Madison Police responded at 22:10 to the 500 block of South Park Street for a attempted armed robbery. A 35 year old female employee of EDO Asian Cuisine was outside near the back lot when she was approached by a male with a hatchet who attempted to rob her.  This female only spoke Mandarian Chinese and the suspect ended up fleeing on foot without obtaining anything.  No injuries were reported. The suspect was an unknown race male, 6'02\", skinny,  wearing all black clothing and something over his face.  Investigation continuing.  Released 12/26/2017 at 5:39 AM by Sgt. Paul Jacobsen", "meta": {}, "annotation_approver": null, "labels": [[28, 33, "Crime_datetime"], [41, 71, "Address"], [88, 101, "Crime"], [250, 253, "Crime"], [570, 588, "Reporting_officer"], [559, 566, "Reported_time"], [545, 555, "Reported_date"]]}
{"id": 2338, "text": "Multiple callers reported hearing multiple rounds in the 3800 block of Sycamore Avenue.  Officers arriving on scene located shell casings in the street on this block, and soon thereafter discovered multiple rounds had struck an occupied residence.  Officers made contact with the residents and at this time no one is believed to be injured as a result of this incident.  The street has been temporarily shut down to thru traffic, and the investigation is continuing. Released 09/28/2017 at 4:38 AM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[34, 49, "Crime"], [57, 86, "Address"], [198, 246, "Crime"], [501, 518, "Reporting_officer"], [490, 497, "Reported_time"], [476, 486, "Reported_date"]]}
{"id": 2339, "text": "On 3/23/2016, the Dane County 911 Center dispatched officers to the 500 block of Gately Terrace, reference a disturbance involving a female damaging property on site.  When officers arrived and contacted the 65-year-old resident outside his home, he described the suspect, later identified as Jean O'Neil, as being out of control.  Officers could hear the sounds of glass shattering inside the home, as they made their way through the front of the residence to deal with the matter.  Officers immediately located O'Neil, and she was taken into custody.   Officers found broken lamps and multiple pictures that had been ripped off of the wall, in an unexplained tirade by O'Neil.  They attempted to find out why this all happened, but no explanations seemed to rationalize the actions of O'Neil on any level.  Officers, left with no great alternatives, conveyed O'Neil to the Dane County Jail.  They did advise the complainant to use caution in the future in his coordinated plutonic arrangements, which allowed O'Neil an opportunity to be inside his residence in the first place. PO Howard Payne      Released 03/28/2016 at 11:05 AM by P.O. Howard Payne", "meta": {}, "annotation_approver": null, "labels": [[68, 95, "Address"], [109, 120, "Crime"], [140, 157, "Crime"], [1136, 1153, "Reporting_officer"], [1124, 1132, "Reported_time"], [1110, 1120, "Reported_date"]]}
{"id": 2340, "text": "Madison Police hostage negotiators and SWAT team members are currently working a barricaded person call in the 3600 block of Kipling Dr. A reverse 911 call was initiated, urging residents to stay sheltered until this incident is resolved. Motorists are asked to stay away from this area until further notice. MPD has been on this scene since 2:30 p.m. attempting to urge a wanted party to surrender himself for outstanding charges involving weapons and violence. It appears that there is an adult female who has two children under the age of 5 also in the apartment. Although it is unclear what the intentions are of the barricaded subject, the three other individuals have not been allowed to leave. At this point, there are no reports of anyone being hurt or injured. Update At 9:52 PM, after prolonged dialague with members of the Madison Police Department SWAT Negotiator team, the wanted subject involved in the \"barricaded person\" call surrendered and was taken into custody without incident outside the residence.  An adult female and two children were also inside the residence during this incident.  All three have been checked by medical teams and none have any injuries as a result of this incident.  Released 12/02/2016 at 6:36 PM by Sgt. Jennifer Kane", "meta": {}, "annotation_approver": null, "labels": [[111, 135, "Address"], [81, 98, "Crime"], [336, 350, "Crime_datetime"], [441, 461, "Crime"], [777, 787, "Crime_datetime"], [1246, 1264, "Reporting_officer"], [1235, 1242, "Reported_time"], [1221, 1231, "Reported_date"]]}
{"id": 2341, "text": "A 19-year-old W. Gilman St. resident got home early Sunday morning and immediately called police having found glass to his storm door broken. He thought a burglar might be inside, and didn't want to go in until the MPD checked it out. Two officers ventured inside and methodically began a room-to-room clear.In one bedroom they discovered one of the victim's roommates, who was with a girlfriend. The officers moved on. When they entered the final bedroom, they found a man with half his body on the bed. He had no shirt beneath a sports jacket. He was missing shoe. He had a cut hand, and two cans of beer in his pockets. He had also wet the bed. The intruder was a complete stranger to the victim, and had entered the wrong residence after having too much to drink. The victim was not interested in pursuing a trespassing complaint, and the drunken 20-year-old was taken to the detox center with an underage drinking ticket.     Released 11/12/2018 at 3:33 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[965, 981, "Reporting_officer"], [14, 27, "Address"], [46, 66, "Crime_datetime"], [129, 140, "Crime"], [954, 961, "Reported_time"], [940, 950, "Reported_date"]]}
{"id": 2342, "text": "\"I'm drunk; can we just go to jail?\" Those were the first words a driver of a significantly damaged van said to a responding police officer last evening. He had struck several parked cars, and one victim contacted police after the van came to a stop at the intersection of N. Sherman Ave. and N. Brearly St. The front driver's side wheel was missing and air bags had deployed. The driver was not initially moving, but came around as the officer investigated. There were many full and empty beer cans in the van and the driver indicated he had also been drinking at a bar. He did not realize he had been involved in a crash. Released 02/21/2017 at 11:57 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[659, 675, "Reporting_officer"], [161, 187, "Crime"], [273, 288, "Crime_datetime"], [293, 307, "Crime_datetime"], [617, 622, "Crime"], [647, 655, "Reported_time"], [633, 643, "Reported_date"]]}
{"id": 2343, "text": "Members of the Dane County Narcotics Task Force developed information that a Madison man was peddling cocaine and heroin and targeting sales to known addicts at a local rehabilitation facility. Members of the Task Force pulled the suspect over in the Badger Road area Monday morning and took him into custody on several tentative charges including possession with intent to deliver cocaine. Released 03/12/2019 at 12:23 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[93, 120, "Crime"], [251, 267, "Address"], [268, 282, "Weapon"], [348, 389, "Crime"], [426, 442, "Reporting_officer"], [414, 422, "Reported_time"], [400, 410, "Reported_date"]]}
{"id": 2344, "text": "A suspected drug dealer attempted to destroy 50 grams of fentanyl laced heroin Monday by throwing it into the air. Stanley Miles, age 44, Madison, did so as the Town of Madison Police Department and members of the Dane County Narcotics Task Force (DCNTF) served a search warrant on a Sherman Ave. apartment, located in the Town of Madison. Three officers were treated and released for exposure to the powerful synthetic opioid. The Madison Fire Department's Hazardous Incident Team worked with state and federal partners to safely search the apartment wearing protective gear. It was determined there was no general danger to the public because of the incident. Miles, and another resident (see above) were taken into custody. Between 50 and 100 grams of heroin - including what Miles tried to destroy - were seized. Agents also confiscated more than 37 grams of crack cocaine, 109 grams of THC, cell phones, a handgun, and over $1,400 cash. The arrests are part of an ongoing DCNTF investigation.    Released 12/04/2018 at 11:45 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[37, 78, "Crime"], [79, 85, "Address"], [284, 307, "Address"], [911, 918, "Weapon"], [1036, 1052, "Reporting_officer"], [1024, 1032, "Reported_time"], [1010, 1020, "Reported_date"]]}
{"id": 2345, "text": "Clerks were closing up the store at the end of thei day, and escorted two customers out of the store.  One customer then told the clerk to give him the money, and then repeated himself making a comment about shooting if they did not give him the money.  No weapon was seen.  Suspect was given money from the register and he fled the establishment.  There were no reported injuries as a result of this incident, and the investigation is continuing. Released 10/06/2017 at 2:00 AM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[139, 157, "Crime"], [287, 298, "Crime"], [482, 499, "Reporting_officer"], [471, 478, "Reported_time"], [457, 467, "Reported_date"]]}
{"id": 2346, "text": "A Sun Prairie woman and her nine-year-old granddaughter were not injured following a Tuesday afternoon crash involving a drunken driver. The victims were inside a van and stopped for a red light on E. Washington Ave. when the van was rear ended by a pickup. The truck's driver drove off, but was pulled over by the MPD a short time later after witnesses provided police with a description and license plate number. The 64-year-old Madison driver was arrested for hit-and-run and fifth offense drunken driving. Released 05/17/2017 at 10:38 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[545, 561, "Reporting_officer"], [103, 108, "Crime"], [121, 135, "Crime"], [198, 216, "Address"], [463, 474, "Crime"], [479, 508, "Crime"], [533, 541, "Reported_time"], [519, 530, "Reported_date"]]}
{"id": 2347, "text": "A concerned caller told police a driver fired some type of weapon out of a moving car around 8:00 p.m. last night causing other motorists to take evasive actions near the intersection of Wisconsin Ave. and E. Gorham St. The witness thought it might have been fireworks. No one was hurt, and officers determined the likely suspect was someone being sought for making threats the day prior.  On the Fourth of July, around 11:00 p.m. witnesses said Andrew M. Stoltz, age 20, Middleton, was armed with a flare gun when he threatened people during a confrontation on Camden Rd. The victims are people he knows. Several hours after last night's weapon's violation, a MPD officer saw the car Stoltz was driving burst through a chain-link fence in the 700 block of Regent St. It proceeded west in the eastbound lanes of Regent St. The officer next saw the car hop a curb, go over a terrace and onto East Campus Mall. The suspect was then spotted around 3:00 a.m. driving in the 700 block of State St. where pedestrians normally walk. The MPD did not chase the car, and it ended up at a dead-end near the Center for Limnology, 680 N. Park St. The suspect ran, but was quickly located by the MPD and UW-Madison Police. He is facing numerous tentative charges, some of which are listed above. Both UW-Madison Police and Shorewood Hills Police will likely have additional counts. The MPD thanks officers from both partner agencies for assisting in bringing a peaceful end to the night's crime spree.       Released 07/06/2018 at 10:55 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[1529, 1545, "Reporting_officer"], [40, 65, "Crime"], [93, 113, "Crime_datetime"], [187, 219, "Address"], [397, 430, "Crime_datetime"], [500, 509, "Weapon"], [518, 529, "Crime"], [562, 571, "Address"], [639, 657, "Crime"], [744, 767, "Address"], [812, 821, "Address"], [891, 908, "Address"], [945, 954, "Crime_datetime"], [970, 992, "Address"], [1096, 1133, "Address"], [1517, 1525, "Reported_time"], [1503, 1513, "Reported_date"]]}
{"id": 2348, "text": "On Monday June 18, 2018, MPD was dispatched to the 2400 block of Fremont Avenue to investigate suspicious activity. An unidentified man initially gained a citizen's attention as he appeared quite overdressed for the extreme hot and humid weather experienced that day. The man was reportedly wearing a sweatshirt with the hood pulled up over his head. The citizen reported that the man seemed to bury an unknown object in the ground. The citizen pointed out the grassy area where this occurred. The investigating officer found that \"there was a softball-sized rock that had been placed approximately 6 to 8 inches from the shrubbery and that the mud appeared to have been disturbed.\"  The officer also \"noted a stick approximately 6 to 8 inches placed next to the rock.\"  Digging into the earth beneath the rock, the officer discovered a pill bottle buried about 5 inches deep in the ground. A plastic wrapped substance was found in the small bottle. The substance is believed to be powdered heroin or fentanyl. The officer speculates that this may have been part of a drug transaction. Imagine the surprise of anyone who might return to retrieve the pill bottle and contents. The officer gave notification of the discovery when he stuck an MPD sticker to the rock.  Released 06/19/2018 at 10:35 AM by P.O. David Dexheimer", "meta": {}, "annotation_approver": null, "labels": [[3, 24, "Crime_datetime"], [51, 79, "Address"], [95, 114, "Crime"], [982, 1009, "Crime"], [1068, 1084, "Crime"], [1301, 1321, "Reporting_officer"], [1289, 1297, "Reported_time"], [1275, 1285, "Reported_date"]]}
{"id": 2349, "text": "MPD detectives, utilizing surveillance video from three sources were able to identify three young robbers all of whom were arrested yesterday. They are accused of mugging a 16-year-old boy as he walked in the 1800 block of Tennyson Lane on the afternoon of October 27th. The victim was approached from behind, pulled to the ground where he was punched and kicked multiple times. He was taken to a hospital with head injuries. During the attack suspects ran his pockets, taking his cell phone and wallet. The teen did not know his assailants and has been left deeply traumatized by the attack. He told police the suspects followed him off a bus and into a pharmacy. Officers also determined the suspects had entered a convenience store, thus three locations with surveillance video. The suspects were taken to the Juvenile Reception Center on tentative charges of party to a crime of robbery with use of force. During the arrests the victim's cell phone was recovered. Released 11/04/2016 at 9:51 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[173, 188, "Crime"], [209, 236, "Address"], [244, 270, "Crime_datetime"], [344, 377, "Crime"], [470, 502, "Crime"], [874, 908, "Crime"], [1002, 1018, "Reporting_officer"], [991, 998, "Reported_time"], [977, 988, "Reported_date"]]}
{"id": 2350, "text": "Manager was just locking the store and leaving when the above suspects forced him to unlock and re-enter the store and access the safe.  One suspect took money from the safe while the other used duct tape to tape the manager's hands and feet.  Suspects fled in an unknown direction. Released 05/17/2017 at 1:33 AM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[149, 173, "Crime"], [317, 334, "Reporting_officer"], [306, 313, "Reported_time"], [292, 302, "Reported_date"]]}
{"id": 2351, "text": "A crime victim and his neighbor - who came out of his residence with a handgun - detained a suspect early this morning as police responded to a report of someone breaking into cars in the 3100 block of Dorchester Way. The area has seen a rash of theft from autos with Madison Crime Analysts identifying 22 similar cases in the month of June alone. Around 4:20 a.m., the victim heard his car alarm go off, and looked out to see the suspect inside his vehicle. He went outside, clad in boxer shorts, as the suspect fled. The foot chase ended with the victim tackling the suspect in the grassy median of McKee Rd. He put him in a bear hug and asked a passerby to call police. Around the same time, the victim's neighbor - who had also heard the alarm and became aware of what was transpiring - armed himself and went to where the victim was holding the suspect. The neighbor did not point the firearm, but ordered the suspect to stay put while police responded. The 16-year-old provided a name officers could not verify and claimed to be from Chicago. He said he just happened to be walking in the neighborhood and denied committing any crimes. Released 06/30/2016 at 1:01 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[1176, 1192, "Reporting_officer"], [71, 78, "Weapon"], [162, 180, "Crime"], [188, 217, "Address"], [355, 364, "Crime_datetime"], [601, 610, "Address"], [246, 251, "Crime"], [1165, 1172, "Reported_time"], [1151, 1161, "Reported_date"]]}
{"id": 2352, "text": "Multiple officers responded to a large disturbance, outside in the 1900 block of Cameron Dr., Monday afternoon. Several people were reported fighting. Some were punching; others were slapping. One person damaged a parked car, another deployed pepper spray, and a pregnant woman said she was struck in the stomach.  One involved party said the melee broke out after threats and disrespectful comments were made on social media.  Released 06/27/2017 at 11:48 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[33, 50, "Crime"], [67, 92, "Address"], [94, 110, "Crime_datetime"], [141, 149, "Crime"], [161, 169, "Crime"], [183, 191, "Crime"], [204, 224, "Crime"], [234, 255, "Crime"], [291, 312, "Crime"], [463, 479, "Reporting_officer"], [451, 459, "Reported_time"], [437, 447, "Reported_date"]]}
{"id": 2353, "text": "A Madison mother had her four-year-old son with her yesterday when she got into a road rage incident with another driver. She said she was cutoff. This led to horn honking, and words, as both drivers pulled into a parking lot in the 3500 block of Anderson St. The woman said she remained in her car, but the other driver got out, and was holding a crowbar. She says he used it to strike her vehicle. She recorded images of the man on her cellphone and then drove to a nearby business to call police. Officers located the other driver, who was still in the area. He said he only struck the woman's car after one of her tires rolled over his foot. The man was arrested on tentative charges which are listed above. Released 01/31/2019 at 9:07 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[82, 100, "Crime"], [233, 259, "Address"], [348, 355, "Weapon"], [746, 762, "Reporting_officer"], [735, 742, "Reported_time"], [721, 731, "Reported_date"]]}
{"id": 2354, "text": "On June 11, 2019 at approximately 11:09pm, Madison Police officers were dispatched to 122 E. Gilman Street (Lakeshore Apartments) regarding an Armed Robbery/Substantial Battery. The victim was outside working on his car when he was approached by the suspect who brandished a firearm, then \"pistol whipped\" the victim, and took personal property from him before fleeing the area on foot. Despite sustaining serious injuries, the victim gave chase but lost the suspect as he was running southbound on N. Butler Street. It is believed that the suspect got into a vehicle (described as a late 1990's Honda Accord with defective muffler) somewhere on N. Butler Street between E. Gilman and E. Gorham Street and left the area prior to police arrival. The suspect has not been apprehended. The Madison Police Department will continue to investigate this incident but if anyone has any information regarding it, please contact the Madison Police or Madison Area Crime Stoppers at 608-266-6014. Released 06/12/2019 at 1:15 AM by Sgt. Nathan Becker", "meta": {}, "annotation_approver": null, "labels": [[3, 41, "Crime_datetime"], [86, 129, "Address"], [143, 176, "Crime"], [275, 282, "Weapon"], [290, 304, "Crime"], [499, 516, "Address"], [646, 662, "Address"], [671, 701, "Address"], [1020, 1038, "Reporting_officer"], [1009, 1016, "Reported_time"], [995, 1005, "Reported_date"]]}
{"id": 2355, "text": "A bicyclist said a bowman pointed an arrow at her last evening while she was traveling on the Southwest Commuter Path near N. Orchard St. The 19-year-old told officers she had to hit the brakes as the man cut in front of her. He was pale, dressed in black and carrying a bow and arrow. The teen said the man pulled the string back as he pointed toward her. She screamed and peddled away. Responding officers could not find an archer or anyone else who had seen one. A review of area surveillance video also did not reveal any useful images. Released 12/05/2018 at 10:41 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[576, 592, "Reporting_officer"], [37, 42, "Weapon"], [94, 137, "Address"], [271, 284, "Weapon"], [564, 572, "Reported_time"]]}
{"id": 2356, "text": "A loud argument between two groups of men escalated when one pulled a knife and made threatening statements. The face-off was taking place early Sunday morning just outside of the State Street Campus Ramp, 415 N. Lake St. MPD officers were on the scene immediately and took the man who brandished the weapon into custody. It's believed the MPD's presence is likely what interrupted a sexual assault that was taking place inside of the ramp. The MPD has additional officers assigned to the entertainment district on Friday and Saturday nights. Released 10/03/2016 at 10:13 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[578, 594, "Reporting_officer"], [2, 15, "Crime"], [70, 75, "Weapon"], [80, 107, "Crime"], [139, 159, "Crime_datetime"], [180, 221, "Address"], [384, 398, "Crime"], [566, 574, "Reported_time"], [552, 562, "Reported_date"]]}
{"id": 2357, "text": "The MPD was called to the Stoughton Police Department early Sunday morning after a 27-year-old man showed up and claimed to have been battered and stabbed in downtown Madison. The victim, who smelled strongly of alcohol, had a minor arm laceration and swelling above an eye. He could not remember much in terms of details, but said he had gone to a house party somewhere near State Street. As the gathering was breaking up, he said a group of men punched and kicked him. He later realized he also had suffered a cut to the arm during the fracas.    Released 04/15/2019 at 10:17 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[584, 600, "Reporting_officer"], [54, 74, "Crime_datetime"], [134, 154, "Crime"], [158, 174, "Address"], [376, 389, "Address"], [447, 465, "Crime"], [572, 580, "Reported_time"], [558, 568, "Reported_date"]]}
{"id": 2358, "text": "The MPD arrested two men last night following an attempted burglary where seven rolls of copper wire were removed from a warehouse at Alter Metal Recycling, 4400 Sycamore Ave. The copper was found 200 yards from where it had been stored, near a fence, where it appeared someone was going to load it into a vehicle. Responding officers found two men walking nearby, on some railroad tracks. The investigation connected them to the crime scene and they were arrested for attempted burglary. A company manager arrived and identified one suspect as a former employee who was fired several weeks ago. He valued the copper at $150.    Released 03/03/2016 at 9:02 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[663, 679, "Reporting_officer"], [49, 67, "Crime"], [134, 174, "Address"], [469, 487, "Crime"], [652, 659, "Reported_time"], [638, 648, "Reported_date"]]}
{"id": 2359, "text": "A male suspect entered the Mobile gas station on the 600 block of Cottage grove Road wearing a dark hoody and mask. The suspect demanded money from the store employee and left with an undisclosed amount of money. If anyone has knowledge of the incident they are encouraged to contact the Madison Police Department or the Madison area Crimestoppers program. Released 02/19/2019 at 11:42 PM by Lt. Reginald Patterson", "meta": {}, "annotation_approver": null, "labels": [[392, 414, "Reporting_officer"], [53, 84, "Address"], [128, 142, "Crime"], [380, 388, "Reported_time"], [366, 376, "Reported_date"]]}
{"id": 2360, "text": "A knife-wielding woman claimed the man she tried to stab had come at her first early Sunday morning outside of Capitol Centre Market, 111 N. Broom St. However, video evidence recorded it differently and she was arrested for second degree reckless endangerment. Responding officers recovered nine-inch steak knife. On the video, the woman can be seen raising it above her head and slashing downward towards the victim four to five times. He protects himself by backing up. It appears he came within about a foot of being stabbed. The suspect and victim are acquainted with one another. Released 09/04/2018 at 11:08 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[620, 636, "Reporting_officer"], [2, 7, "Weapon"], [52, 56, "Crime"], [111, 150, "Address"], [224, 259, "Crime"], [291, 312, "Weapon"], [514, 527, "Crime"], [608, 616, "Reported_time"], [594, 604, "Reported_date"]]}
{"id": 2361, "text": "At about 9:15pm a pizza delivery driver was robbed after he was walking back to his vehicle after making pizza deliveries at apartments on the 1100 Bl Morraine View Dr..  The suspect stuck a hard object believed to be a weapon in the back of the victim and demanded money.  After receiving an undisclosed amount the suspect fled on foot.  The victim was not injured. Released 04/22/2016 at 11:58 PM by Lt. John Radovan", "meta": {}, "annotation_approver": null, "labels": [[402, 418, "Reporting_officer"], [9, 15, "Crime_datetime"], [44, 50, "Crime"], [143, 168, "Address"], [191, 202, "Weapon"], [257, 271, "Crime"], [390, 398, "Reported_time"], [376, 386, "Reported_date"]]}
{"id": 2362, "text": "On 1/26/18 at approximately 11:05 PM the Madison Police Dept. was dispatched to the area of Knutson Dr. and Heffernan Dr. on Madison's north side for multiple calls of shots being fired.  A suspicious vehicle was seen leaving the area around the time of this incident.  Officers, a sergeant, and an investigator responded and located casings in the street.  A nearby, and unoccupied, residence was struck by one of the bullets.  Contact was made with those residents by police.  At this time there are no injuries reported with this incident.  MPD's investigation into this incident continues. Released 01/27/2018 at 12:37 AM by Sgt. Kurt Wege", "meta": {}, "annotation_approver": null, "labels": [[629, 643, "Reporting_officer"], [3, 36, "Crime_datetime"], [92, 103, "Address"], [108, 121, "Address"], [168, 185, "Crime"], [419, 426, "Weapon"], [617, 625, "Reported_time"], [603, 613, "Reported_date"]]}
{"id": 2363, "text": "Officers responded at 9:18a to reported armed robbery at Jimmy Johns, 1791 Thierer Rd. Callers, employees of business, reported that suspect entered, displayed handgun, demanded money. Suspect left with undisclosed amount of cash. Suspect last seen fleeing north from business. Area checked, suspect not located. No injuries. Released 10/15/2017 at 12:46 PM by Lt. Anthony Bitterman", "meta": {}, "annotation_approver": null, "labels": [[361, 382, "Reporting_officer"], [22, 27, "Crime_datetime"], [40, 53, "Crime"], [57, 86, "Address"], [160, 167, "Weapon"], [169, 183, "Crime"], [349, 357, "Reported_time"], [335, 345, "Reported_date"]]}
{"id": 2364, "text": "At 5:34 AM Officers were sent to the 5300 block of Groveland Terrace for a fight in progress. While enroute to the area, it was reported that shots had been fired. Initial investigation has revealed that three (3) males had been in an altercation during which two (2) of the males sustained non-life threatening gunshot wounds to their lower extremities. One suspect is in custody. The injured parties were conveyed to a local hospital for treatment. All three (3) individuals were known to one another and it is believed there is no risk to the public. Investigation continues. Released 11/23/2017 at 9:42 AM by Sgt. Eric Tripke", "meta": {}, "annotation_approver": null, "labels": [[613, 629, "Reporting_officer"], [3, 10, "Crime_datetime"], [37, 68, "Address"], [75, 80, "Crime"], [142, 162, "Crime"], [235, 246, "Crime"], [312, 326, "Crime"], [602, 609, "Reported_time"], [588, 598, "Reported_date"]]}
{"id": 2365, "text": "A Chicago man was knocked out after being \"sucker punched\" in the 600 block of University Ave. Saturday evening. The victim had confronted a stranger who had just aggressively grabbed the buttocks of the victim's friend, a 20-year-old Madison woman. The male victim was letting the man know just how wrong his unwanted sexual contact had been. The man responded by throwing a right hook that sent the victim to the ground. His head bounced off concrete as he landed. He went to a hospital with facial injuries to include damaged teeth. The female victim was in tears as she told a responding officer about the crimes. If a suspect can be identified, he will be arrested for fourth degree sexual assault and substantial battery.  Released 04/30/2018 at 11:53 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[764, 780, "Reporting_officer"], [43, 57, "Crime"], [66, 94, "Address"], [95, 111, "Crime_datetime"], [163, 196, "Crime"], [310, 334, "Crime"], [674, 726, "Crime"], [752, 760, "Reported_time"], [738, 748, "Reported_date"]]}
{"id": 2366, "text": "The MPD responded to the 5200 block of Camden Rd. last night after a caller thought shots had been fired. When officers arrived, they determined that was not the case. They found two Madison teens who had been battered by other young men, some of whom have had an ongoing dispute with the victims. The victims were not seriously injured, but the car in which they were traveling had its windows broken out by a baseball bat. Several of the attackers were reportedly armed with bats, and one victim said he was struck by one. The other victim said he was hit with a pipe. Both were also punched and kicked. Released 11/14/2017 at 9:37 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[640, 656, "Reporting_officer"], [25, 49, "Address"], [50, 60, "Crime_datetime"], [84, 104, "Crime"], [210, 218, "Crime"], [565, 569, "Weapon"], [586, 604, "Crime"], [411, 423, "Weapon"], [477, 481, "Weapon"], [629, 636, "Reported_time"], [615, 625, "Reported_date"]]}
{"id": 2367, "text": "Three Madison teens - connected to a mini-crime spree - were arrested following foot chases near West Towne Mall Wednesday afternoon. On Tuesday morning, a 61-year-old Welton Drive resident awoke to find his pickup truck had been stolen from his driveway. Wednesday morning, one that looked like it was seen in the parking lot of Attic Angel, 8301 Old Sauk Rd. around the time a staff member had her purse stolen from her car. A short time later, around 11:55 a.m., a 33-year-old Black Earth mother was pumping gas at the Mobil gas station, 33 Junction Court, while keeping an eye on her baby who was in a child seat. The mom thought nothing of it when a similarly described pickup parked at the pump across from her location. Two young men got out, and the truck left without anyone pumping gas into it. The victim thought that odd, and then discovered her wallet had been taken from the front seat of her car. A 64-year-old woman had the same crime happen to her a half-hour later when she was filling her tank at another Mobil gas station, 8230 Watts Rd. Someone swiped her purse from the front seat. Moments later, the stolen pickup was found parked near West Towne Mall. A bag belonging to the Attic Angel victim was inside and officers were soon on the trail of suspects, all of whom were arrested following foot pursuits. They have been connected to the series of crimes and taken to the Juvenile Reception Center.  Released 10/12/2017 at 10:36 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[230, 236, "Crime"], [330, 360, "Address"], [400, 412, "Crime"], [447, 463, "Crime_datetime"], [522, 558, "Address"], [1024, 1057, "Address"], [1123, 1129, "Crime"], [1159, 1175, "Address"], [1066, 1082, "Crime"], [853, 879, "Crime"], [1458, 1474, "Reporting_officer"], [1446, 1454, "Reported_time"], [1432, 1442, "Reported_date"]]}
{"id": 2368, "text": "A Fordem Avenue resident reported his assault rifle was stolen during a burglary Friday afternoon. The 26-year-old victim said a backdoor to his apartment had been left unlocked. Electronics and jewelry were also missing.  Released 04/15/2019 at 11:02 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[2, 15, "Address"], [38, 51, "Weapon"], [56, 62, "Crime"], [72, 80, "Crime"], [81, 97, "Crime_datetime"], [258, 274, "Reporting_officer"], [246, 254, "Reported_time"], [232, 242, "Reported_date"]]}
{"id": 2369, "text": "A fight between roommates on N. Walbridge Ave. early this morning turned bloody when a knife was brought into the dispute. The men, both aged 24, ended up with multiple stab wounds. One was located by police at the residence; the other was being driven to a hospital by a friend when officers intercepted the car to provide aid, and to get the injured man into an ambulance. He was listed in guarded condition, although medical staff members expect he will survive. The roommate who called police, and who was found at the residence was listed in stable condition. Neither man has been arrested at this point as detectives are still in the midst of sorting out what exactly transpired. Released 12/23/2016 at 9:20 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[29, 46, "Address"], [47, 65, "Crime_datetime"], [87, 92, "Weapon"], [160, 180, "Crime"], [720, 736, "Reporting_officer"], [709, 716, "Reported_time"], [695, 705, "Reported_date"]]}
{"id": 2370, "text": "A father and his two young children narrowly escaped injury when a drunken driver reversed her car into the living room of their Ondossagon Way home Sunday morning. Flying debris knocked the father out of his recliner. His infant daughter was in a \"jumper\" chair and was just two to three feet from where the car finally stopped. His older daughter, who is two, was about ten feet away at the kitchen table. Just prior to the collision, concerned neighbors on nearby Madeline Island had called for an ambulance after finding the driver asleep in the locked and running car. They had tried to wake her, and she finally came around just as the ambulance arrived. The driver put the car in reverse and drove quickly across a yard, over playground equipment, before impacting the home on Ondossagon Way. Inside, the shaken father suffered a stubbed toe, but no one else was injured. The intoxicated motorist was arrested for second degree reckless endangerment and second offense drunken driving.  Released 10/22/2018 at 9:36 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[66, 81, "Crime"], [129, 148, "Address"], [149, 163, "Crime_datetime"], [921, 991, "Crime"], [1028, 1044, "Reporting_officer"], [1017, 1024, "Reported_time"], [1003, 1013, "Reported_date"]]}
{"id": 2371, "text": "The Madison Police Department was dispatched to Kelley's Mobile gas station located at 2601 Shopko Drive.  A male suspect entered the Kelley's Mobile with a handgun and robbed the gas station of money.  The suspect fled in an unknown direction. If anyone has any knowledge of the incident, they are encouraged to contact the Madison Police Department or the Madison area Crimestoppers program. Released 01/08/2019 at 3:18 AM by Lt. Reginald Patterson", "meta": {}, "annotation_approver": null, "labels": [[428, 450, "Reporting_officer"], [47, 104, "Address"], [157, 164, "Weapon"], [169, 175, "Crime"], [417, 424, "Reported_time"], [403, 413, "Reported_date"]]}
{"id": 2372, "text": "A Madison man reported being robbed of cash and his cell phone while walking in the area of N. Marquette St. last night. He told police a teen with a handgun held him up. The early investigation indicates the victim was targeted and that this was not a random crime. Released 09/14/2016 at 10:34 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[302, 318, "Reporting_officer"], [29, 35, "Crime"], [92, 107, "Address"], [109, 119, "Crime_datetime"], [150, 157, "Weapon"], [290, 298, "Reported_time"], [276, 286, "Reported_date"]]}
{"id": 2373, "text": "Detectives from the MPD's Burglary Crime Unit arrested a 35-year-old Madison man yesterday after he was identified through surveillance images as the suspect who stole copper and aluminum wire from a Watts Rd. building site on February 10th. Construction crews had installed a surveillance camera following a previous burglary. It did the trick. Images were recorded; the suspect was recognized and taken into custody. Released 02/21/2018 at 11:10 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[454, 470, "Reporting_officer"], [162, 167, "Crime"], [200, 218, "Address"], [227, 240, "Weapon"], [318, 326, "Crime"], [442, 450, "Reported_time"], [428, 438, "Reported_date"]]}
{"id": 2374, "text": "The MPD was called to the Madison Public Library's Lakeview Branch, 28455 North Sherman Ave., after a group of loud juveniles refused a librarian's request to leave the building. The librarian later told police some in the group have caused issues several times, over the past week, inside the normally quiet branch. When officers arrived the juveniles, who numbered between 15 and 20, announced they did not have to leave, that they did not have to listen to police, and that police could not touch them. Despite protestations, officers spent 10 minutes trying to dialogue with the young people, until trying to escort some out. During the process, one girl kicked over a trash can sending refuse materials across the library floor. She then kicked a male officer in the groin who had grabbed her arm. Another juvenile kicked a chair which hit and toppled a bookshelf.  Throughout the disturbance, young people were yelling and swearing at the officers while several recorded everything on their cell phones. One young person displayed gang signs. Another took off his jacket and postured as if he wanted to fight one of the officers. This child also knocked over a trash can, kicked over a chair, and rifled a half-filled bottle of juice across the library. \"The crowed outnumbered the police. They were loud and frenzied,\" wrote a detective in his report. An officer wrote, in another report, that they were met \"with angry belligerence and outright refusal to comply with a lawful command.\" The North District Community Police Team was brought in to back up the original four officers who had been dispatched. In the end, five juveniles were given municipal citations for infractions like disorderly conduct, trespass after notification, and resisting. Officers explained what took place to the children's parents as those cited were released to adults. Released 03/12/2019 at 9:55 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[1892, 1908, "Reporting_officer"], [26, 92, "Address"], [659, 678, "Crime"], [743, 777, "Crime"], [886, 897, "Crime"], [917, 937, "Crime"], [1693, 1755, "Crime"], [1881, 1888, "Reported_time"], [1867, 1877, "Reported_date"]]}
{"id": 2375, "text": "Shortly after 12:15 pm, a concerned citizen observed a white van slowly decelerate and roll up onto a curb, near the intersection of Barton Road & Gilbert Road.  The complainant thought something was seriously wrong when both the horn and alarm system engaged, but there was visibly an unresponsive male subject inside of the van.  Emergency medical personnel from the Madison Fire Department arrived on scene, and immediately started to assess the driver's condition, who was later identified as Marcin Staszak Jr. Officers conducted a variety of tests, and after locating Heroin inside of the vehicle, deduced that there was a definite correlation to items located and the earlier described driving behavior.  Staszak Jr. was taken into custody on all charges listed above.  Staszak Jr. has been the focal point of four other intoxicated driver charges/cases in the past.  No one was injured in this case.  PO Howard Payne   Released 08/17/2017 at 1:52 PM by P.O. Howard Payne", "meta": {}, "annotation_approver": null, "labels": [[961, 978, "Reporting_officer"], [14, 22, "Crime_datetime"], [117, 160, "Address"], [574, 580, "Crime"], [828, 854, "Crime"], [950, 957, "Reported_time"], [936, 946, "Reported_date"]]}
{"id": 2376, "text": "A 23-year-old Madison man suffered head injuries after falling 13-feet from a downtown parking ramp early Sunday morning. Witnesses said the victim punched at the window of a departing car prior to going over a railing at the State Street Campus Parking Garage. He landed on Hawthorne Court. Alcohol is believed to be a contributing factor in case. Released 01/22/2018 at 10:23 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[384, 400, "Reporting_officer"], [35, 62, "Crime"], [78, 99, "Address"], [106, 120, "Crime_datetime"], [148, 155, "Crime"], [372, 380, "Reported_time"], [358, 368, "Reported_date"]]}
{"id": 2377, "text": "A burglar used a crowbar to damage donation boxes and booths that are part of the Holiday Fantasy in Lights display at Turville Point Conservation Park, 1155 Olin-Turville Court. Money is removed from the boxes nightly and is not believed the thief made off with much, if any, cash. However, damage to nearby booths and surveillance cameras is estimated at $1,500. The criminal activity was discovered this morning. Released 12/28/2017 at 1:23 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[450, 466, "Reporting_officer"], [17, 24, "Weapon"], [119, 177, "Address"], [439, 446, "Reported_time"], [425, 435, "Reported_date"]]}
{"id": 2378, "text": "A strong-armed robber pushed his way behind the sales counter at the Spirit gas station on Williamson St. Friday evening. The masked man grabbed a couple of bank bags filled with cash and fled on foot. Released 04/23/2018 at 10:42 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[237, 253, "Reporting_officer"], [2, 21, "Crime"], [69, 105, "Address"], [106, 121, "Crime_datetime"], [225, 233, "Reported_time"], [211, 221, "Reported_date"]]}
{"id": 2379, "text": "The MPD caught a suspect in the act of stealing hundreds of dollars worth of Magic collectors' cards early Sunday morning after being dispatched to a burglary in progress. An assistant manager at Misty Mountain Games, 4672 Cottage Grove Rd., was at home when his phone alerted him motion being detected inside the store. He called 911 as the store's owner was then able observe the burglar at work from surveillance camera feeds. Officers set up a perimeter and spotted a man inside. He was dressed in black and carrying a backpack. The suspect complied with officers' commands. The trading cards were found in his pack. He gained entry by breaking out a window. A hammer was found outside near shattered glass. Released 12/05/2016 at 10:22 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[747, 763, "Reporting_officer"], [39, 47, "Crime"], [196, 240, "Address"], [665, 671, "Weapon"], [735, 743, "Reported_time"], [721, 731, "Reported_date"]]}
{"id": 2380, "text": "Madison Police Officers responded to the 3500 block of Ridgeway Avenue on Christmas Eve reference a residential burglary. Just after 7pm, a family came home, and found that someone had entered their residence; taking all of their Christmas presents. The suspect(s) turned over furniture, went through dresser drawers, and took other items of value from the dwelling. As one might imagine, the family (which also included a 10-year-old male & 13-year-old female) were devastated by this event, but police sought to determine how this could have occurred. There seemed to be no forced entry into doors or windows, and there was no evidence left behind by the suspect(s) to afford police some investigative starting point.  With the lack of witness accounts, the public is asked to contact police with any information that might help in this investigation; specifically any activities around the residence 24-hours leading up to this burglary being reported to police. This family continues to try to pull their lives back together during this holiday season, and the Madison Police Department reminds the public to be diligent about watching any suspicious activity around your neighbor's residences. Any questionable individuals or activity should be reported to the police immediately. PO Howard Payne  Released 12/26/2015 at 9:43 AM by P.O. Howard Payne", "meta": {}, "annotation_approver": null, "labels": [[1337, 1354, "Reporting_officer"], [41, 87, "Address"], [127, 136, "Crime_datetime"], [1326, 1333, "Reported_time"], [1312, 1322, "Reported_date"], [185, 208, "Crime"], [210, 248, "Crime"]]}
{"id": 2381, "text": "A burglar broke a window at U.S. Bank, 6401 Cottage Grove Rd., early Saturday morning and used some type of pry tool to gain entry into a teller's drawer. It houses rolled coins, and some were stolen. Released 09/12/2016 at 12:37 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[236, 252, "Reporting_officer"], [2, 10, "Crime"], [28, 61, "Address"], [63, 85, "Crime_datetime"], [108, 116, "Weapon"], [193, 199, "Crime"], [224, 232, "Reported_time"], [210, 220, "Reported_date"]]}
{"id": 2382, "text": "The MPD was called to the 200 block of N. Thompson Dr. early yesterday morning after a stolen car was found abandoned in the middle of the street. The gas tank was empty. The interior reeked of pot smoke. Someone had burned letters into the upholstery. There was damage to the front bumper and left quarter panel, and a spare tire was affixed to one of the rims. Headrests, the rearview mirror, and the glove box had all been removed and were now in the trunk. There was a temporary Wisconsin plate taped to the back window, and the victim's license plates were nowhere to be found. The car had been stolen on New Year's Eve after a 38-year-old Swanton Rd. resident left it unlocked and running as she dashed inside to get a shopping list. A police officer called her yesterday to let her know the good and bad news. He went to pick her up at her home, and took her to a gas station for some fuel. Once behind the wheel, she said the steering felt really rough, and there were likely to be a lot of other issues to be diagnosed. She had purchased the car for $18,000 and was still making payments. Thankfully she is insured. Released 01/11/2018 at 11:17 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[1160, 1176, "Reporting_officer"], [26, 54, "Address"], [55, 78, "Crime_datetime"], [600, 606, "Crime"], [1148, 1156, "Reported_time"], [1134, 1144, "Reported_date"]]}
{"id": 2383, "text": "A mother had left her blue 2012 Chevy Equinox unlocked and running this morning as she took her child into a daycare in the 600 block of Struck St. When she got back outside, her SUV was gone. The daycare has no outside cameras, and there is no suspect information. Released 01/22/2019 at 12:25 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[301, 317, "Reporting_officer"], [124, 147, "Address"], [179, 192, "Crime"], [289, 297, "Reported_time"], [275, 285, "Reported_date"]]}
{"id": 2384, "text": "A masked man entered L.A. Tan, 4102 Lien Rd., last evening and demanded money. No weapon was seen, but he acted like he might be armed. A clerk complied with his orders and the robber fled with cash. He was seen getting into a gold, older model Buick. Released 12/19/2017 at 8:42 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[286, 302, "Reporting_officer"], [21, 44, "Address"], [46, 58, "Crime_datetime"], [63, 77, "Crime"], [177, 199, "Crime"], [275, 282, "Reported_time"], [261, 271, "Reported_date"]]}
{"id": 2385, "text": "6 year old reports to mother that she was molested on the playground during school hours.  Officer's contact mother and victim who are able to provide possible physical evidence.  Limited information of the suspect, possibly due to childs age. Special Victim Unit consulted and will be taking charge of the investigation. Investigation on going. No cameras available at this time. Released 09/18/2017 at 9:46 PM by Sgt. Rosemarie Mansavage", "meta": {}, "annotation_approver": null, "labels": [[415, 439, "Reporting_officer"], [42, 50, "Crime"], [404, 411, "Reported_time"], [390, 400, "Reported_date"]]}
{"id": 2386, "text": "A knife-wielding man, who threatened a couple on State St. while yelling racial slurs and vulgarities, was arrested Sunday afternoon. The victims, who are black, said the suspect, who is white, pulled a knife and said he could stab them. The couple had originally been on a bus with suspect, and said he was also yelling and swearing before all got off downtown. Witnesses said angry suspect was also screaming at others, both on the bus and on the street. He smelled of intoxicants and was taken to jail. An arresting officer is asking the court ban him from State Street as he this is not the first time he has caused trouble in the area. Released 11/12/2018 at 10:02 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[676, 692, "Reporting_officer"], [2, 7, "Weapon"], [49, 58, "Address"], [73, 101, "Crime"], [116, 132, "Crime_datetime"], [203, 208, "Weapon"], [227, 231, "Crime"], [313, 333, "Crime"], [353, 361, "Address"], [401, 420, "Crime"], [664, 672, "Reported_time"], [650, 660, "Reported_date"]]}
{"id": 2387, "text": "A group of people had met in the 900 block of Vernon and were holding a vigil in memory of the victim of the shooting in this area the night prior.  As this group was at this location, a vehicle approached and several shots were fired.  Responding officers were able to locate shell casings in the street very close to where the group had congregated.  Officers also located a vehicle and a nearby residence with damage that appeared to be consistent with being struck by a bullet, but it is unknown at this time if this damage was a result of this incident.  At this time, there have been no reported injuries related to this incident. Released 06/10/2017 at 11:50 PM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[672, 689, "Reporting_officer"], [33, 53, "Address"], [210, 234, "Crime"], [462, 481, "Crime"], [660, 668, "Reported_time"], [646, 656, "Reported_date"]]}
{"id": 2388, "text": "A Madison man was arrested Saturday inside East Towne Mall after a concerned citizen saw him display a handgun. Multiple officers responded and contacted the suspect. He had a real looking BB gun in a backpack. The mall was crowded and the weapons call created a disturbance as families saw officers remove the facsimile firearm while the suspect yelled and resisted police. The initial caller told the MPD he felt compelled to call 911 because of recent gun violence in the community. Released 05/09/2016 at 9:52 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[520, 536, "Reporting_officer"], [43, 58, "Address"], [103, 110, "Weapon"], [189, 195, "Weapon"], [263, 274, "Crime"], [311, 328, "Weapon"], [509, 516, "Reported_time"], [495, 505, "Reported_date"]]}
{"id": 2389, "text": "On 6/10/16 at 11:54 a.m. several Madison Police Officers responded to a report of a child left inside a car.  Due to the heat of the day and length of time inside the car (close to 4 hours) Madison Fire also responded with their ambulance.  Officers learned an 11-month old had been inside this car all morning.  Preliminary indications are the child will survive and our community dodged a tragedy.  Both family and Officers were elated at the end of the hospital visit to see the child smiling and giggling.  With summer upon us and the heat moving in, this serves a good reminder for car safety.  For those who share joint responsibilities in taking children to daycare, set up a system of checks and balances.  Be sure to have your daycare contact several sources if your child does not arrive on a scheduled day.  Research finds it does not take long for a car to heat up with the windows closed.  For instance, when the outside temperature is 80 degrees, the average car will be 109 degrees in 20 minutes, 114 degrees in 30 minutes and 121 degrees in 50 minutes.  When the air temperature outside is 90 degrees the car inside will be 109 degrees after 10 minutes, 124 degrees after 30 minutes and 133 degrees after 1 hour.   Released 06/10/2016 at 1:03 PM by Lt. Michael Hanson", "meta": {}, "annotation_approver": null, "labels": [[1265, 1283, "Reporting_officer"], [3, 23, "Crime_datetime"], [1254, 1261, "Reported_time"], [1240, 1250, "Reported_date"]]}
{"id": 2390, "text": "A Madison woman was arrested last night after significantly damaging a black Cadillac that was parked on S. Bedford St. Witnesses saw the suspect swinging some type of object - which investigating officers believe was a tire iron - smashing the cars headlights, taillights, rear window, and mirrors. There were dents and scratches.  The car's tires were slashed and flat. A man with whom the suspect had a past relationship is believed to have been driving the Cadillac. He could not be immediately located. An open bottle of liquor was found in the suspect's SUV. Released 05/18/2016 at 12:13 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[600, 616, "Reporting_officer"], [34, 45, "Crime_datetime"], [60, 68, "Crime"], [105, 119, "Address"], [146, 175, "Crime"], [220, 229, "Weapon"], [232, 298, "Crime"], [588, 596, "Reported_time"], [574, 584, "Reported_date"]]}
{"id": 2391, "text": "A Middleton woman was able to safely drive her car though an intersection yesterday afternoon - against a red light - after an impaired driver slammed his car into the back of hers twice. She was stopped, and feared he was going to hit her a third time and decided it best to take evasive action by proceeding across E. Washington Ave. on S. First St. When Madison Fire Department paramedics and officers arrived the suspect was slumped over his steering wheel. Needles and other drug paraphernalia were in his car, and he admitted to being a heroin user. He did not remember either of the crashes and was arrested on tentative charges listed above. There were no injuries.  Released 01/08/2016 at 11:23 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[710, 726, "Reporting_officer"], [142, 158, "Crime"], [317, 335, "Address"], [339, 351, "Address"], [462, 499, "Crime"], [698, 706, "Reported_time"], [684, 694, "Reported_date"]]}
{"id": 2392, "text": "The Madison Police are asking for assistance in locating a missing juvenile from the City of Madison's South Side. 15 year old female Binta M Jammeh was last seen earlier in the week at West High School. Jammeh left school mid-day and has not been heard from or seen since the 21st of November. Please contact the Madison Police Department if you have information on Jammeh's whereabouts. Released 11/24/2018 at 3:41 PM by Sgt. Nicholas Ellis", "meta": {}, "annotation_approver": null, "labels": [[423, 442, "Reporting_officer"], [59, 66, "Crime"], [85, 113, "Address"], [186, 202, "Address"], [412, 419, "Reported_time"], [398, 408, "Reported_date"]]}
{"id": 2393, "text": "Four people have been detained after a stolen car crashed on the W. Beltline Highway late this morning. The car had been reported as stolen by Fitchburg Police. The MPD spotted it in the area of Valley Stream Dr. and a MPD sergeant was pursuing it – with red lights and siren activated - just before the car entered the highway. It sideswiped another vehicle before crashing into a median. Airbags deployed and there were no serious injuries. The driver and three passengers are currently being questioned by police.   Released 02/01/2018 at 12:52 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[554, 570, "Reporting_officer"], [39, 57, "Crime"], [65, 84, "Address"], [85, 102, "Crime_datetime"], [133, 139, "Crime"], [542, 550, "Reported_time"], [528, 538, "Reported_date"]]}
{"id": 2394, "text": "A projectile struck and broke a Madison Metro bus window Saturday night as the driver was operated on S. Thompson Dr. It could not be determined if it was a sling shot round, a bullet, or something else the penetrated glass. Bus video shows a passenger removing something from the area where damage - a circular hole – occurred. It is believed this could have been the projectile. There were no injuries. Released 04/03/2017 at 11:31 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[440, 456, "Reporting_officer"], [2, 12, "Weapon"], [102, 117, "Address"], [157, 202, "Weapon"], [428, 436, "Reported_time"], [414, 424, "Reported_date"]]}
{"id": 2395, "text": "A McDonald's employee suffered a knee injury after being pushed down during a strong-armed robbery Monday night. The 63-year-old victim said a man – who had his face covered with a white scarf - came in and placed an order at the Odana Rd. restaurant. He then jumped the counter, knocked her down, and grabbed money from the till. He got into a car and fled.  Released 01/19/2016 at 9:44 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[394, 410, "Reporting_officer"], [78, 98, "Crime"], [99, 111, "Crime_datetime"], [230, 250, "Address"], [302, 315, "Crime"], [383, 390, "Reported_time"], [369, 379, "Reported_date"]]}
{"id": 2396, "text": "A mother and daughter from Cottage Grove were battered in the parking lot of an E. Washington Ave. bar early Sunday morning. The victims said there had been some initial heated words exchanged with others inside Connections. As people poured into the parking lot, punches were thrown with the two women both being hit by several men. The older woman suffered a possible broken nose. Her daughter got a chipped tooth and a cut lip. A witness said there were several disturbances taking place in the parking lot, but all ended when someone fired a handgun into the air. Responding officers recovered a shell casing. Released 04/09/2018 at 10:31 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[649, 665, "Reporting_officer"], [46, 54, "Crime"], [80, 98, "Address"], [103, 123, "Crime_datetime"], [264, 283, "Crime"], [465, 477, "Crime"], [538, 543, "Crime"], [546, 553, "Weapon"], [637, 645, "Reported_time"], [623, 633, "Reported_date"]]}
{"id": 2397, "text": "The MPD is seeking citizen help in locating a missing Madison man. Jeremiah X. Yang, age 23, was last seen in the W. Badger Rd. corridor around 9:00 p.m. Monday night. Concerned family members contacted the MPD Tuesday night and a South District detective is currently leading a search for Jeremiah. There is no reason to believe he is the victim of foul play, but family and friends are concerned for his welfare. Jeremiah is around 5'6\" and 185 pounds. He was last known to be wearing a black jacket over a gray sweatshirt, dark jeans and black boots. Anyone with information on his whereabouts is asked to contact Det. Roger Baker at 608-576-2711 or the Dane County Public Safety Communications (911) at 608-255-2345. Released 08/23/2017 at 1:04 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[755, 771, "Reporting_officer"], [46, 53, "Crime"], [114, 126, "Address"], [144, 166, "Crime_datetime"], [744, 751, "Reported_time"], [730, 740, "Reported_date"]]}
{"id": 2398, "text": "The MPD's North District Community Police Team recovered a loaded handgun while arresting an armed robbery suspect during a traffic stop on Northport Dr. Friday afternoon. Gerrico D. Holt, age 22, no permanent address, is accused of robbing a 27-year-old woman on E. Washington Ave. on August 9th. A detective had developed probable cause for his arrest. Besides the weapon, drugs were also found in his car. Released 08/28/2017 at 2:33 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[443, 459, "Reporting_officer"], [59, 73, "Weapon"], [93, 106, "Crime"], [140, 152, "Address"], [154, 171, "Crime_datetime"], [233, 240, "Crime"], [264, 282, "Address"], [286, 297, "Crime_datetime"], [375, 396, "Crime"], [432, 439, "Reported_time"], [418, 428, "Reported_date"]]}
{"id": 2399, "text": "Numerous callers reported an out an out control man running in traffic on University Ave. near Highland Ave. Tuesday evening. The 20-year-old was trying to get into occupied cars. He jumped on one car, and moments later was banging on the door of an apartment building while screaming something about drugs. Officers located the man and struggled to bring him under control. He said:\" \"Let's do drugs,\" after letting officers know he \"took acid.\" He also said he was sorry as officers took him to a hospital to get help. The man will be cited for disorderly conduct and resisting. Released 11/22/2017 at 1:44 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[615, 631, "Reporting_officer"], [52, 71, "Crime"], [74, 108, "Address"], [109, 124, "Crime_datetime"], [224, 243, "Crime"], [275, 284, "Crime"], [604, 611, "Reported_time"], [590, 600, "Reported_date"]]}
{"id": 2400, "text": "The MPD is seeking help in identifying a bank robber. The man passed a note and fled with cash around 3:00 p.m. yesterday after entering Associated Bank, 4407 Cottage. Anyone with information is asked to contact Madison Area Crime Stoppers at 266-6014. Released 03/23/2017 at 9:03 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[287, 303, "Reporting_officer"], [80, 94, "Crime"], [102, 121, "Crime_datetime"], [137, 167, "Address"], [276, 283, "Reported_time"], [262, 272, "Reported_date"]]}
{"id": 2401, "text": "On 11/16/2018 at approximately 8:13pm, Madison Police Officers were dispatched to the area of State Street and North Henry Street (near the Overture Center) regarding a suspicious bag found nearby.  A suitcase, padlocked, and chained to a bike rack was seen and taking every precaution necessary, police investigated.  An area surrounding the bag was cordoned off and the Dane County Explosive Ordinance Disposal team responded to assist.  The Madison Fire Department was also apprised of the situation.  Ultimately, the bag was found not to contain items of a threatening nature and the scene was cleared.  Sergeant on scene, Central District Command notified of incident and disposition.   Released 11/16/2018 at 11:07 PM by Nathan Becker", "meta": {}, "annotation_approver": null, "labels": [[727, 740, "Reporting_officer"], [31, 37, "Crime_datetime"], [94, 157, "Address"], [169, 189, "Crime"], [715, 723, "Reported_time"], [701, 711, "Reported_date"]]}
{"id": 2402, "text": "A nine-year-old Chavez Elementary student sprinted to her house Wednesday afternoon after two men in a white van contacted her as she walked home from school. The child said she was near the intersection of Golden Copper Lane and Mader Dr. when one of the men tried to get her to come to the van. Frightened, she ran. She believes the van was following her, so she took to some backyards to get home. She says the men were both white, with one appearing to be in his 20's and the other appearing to be in his 40's. She said both looked \"dirty.\" The student said it was a cargo van with no rear windows, and some scratches. Again, she said it was white in color. The MPD is working with the Madison Metropolitan School District in sharing information on the case. Released 09/28/2017 at 10:57 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[798, 814, "Reporting_officer"], [207, 239, "Address"], [786, 794, "Reported_time"], [772, 782, "Reported_date"]]}
{"id": 2403, "text": "Madison Police responded to a strong-armed robbery in the 6900 block of Odana Road at 10:11 pm on 10/10/2018. A 58 year old female was walking out to her vehicle in a parking lot of the 6900 block of Odana Road when she was approached by 2 individuals who told her that her vehicle was damaged.  This female then went around her car to check and was attacked by these two people.  The victim attempted to run from her attackers but was tripped, kicked and struck multiple times.  The female was injured and needed medical attention. A purse was taken from the female during this incident and her keys were also taken.  The two suspects then stole the vehicle and fled from the scene.  The vehicle stolen in this robbery was a Gray Honda CRV with Wisconsin plate 160-XNB.   One suspect was a black female who was described as larger and wearing a hoodie.  The 2nd suspect was a black male also wearing a dark hoodie.  Both suspects were described as late teens to early twenties. If you have any information about this robbery please contact the Madison Police Department or Madison Area Crime Stoppers. Released 10/11/2018 at 12:55 AM by Sgt. Paul Jacobsen", "meta": {}, "annotation_approver": null, "labels": [[1138, 1156, "Reporting_officer"], [30, 50, "Crime"], [58, 82, "Address"], [86, 108, "Crime_datetime"], [186, 210, "Address"], [445, 477, "Crime"], [535, 550, "Crime"], [596, 617, "Crime"], [641, 658, "Crime"], [712, 719, "Crime"], [1018, 1025, "Crime"], [1126, 1134, "Reported_time"], [1112, 1122, "Reported_date"]]}
{"id": 2404, "text": "Several deli employees and a diner - who happened to be an off-duty Menasha police lieutenant - pinned down a burglary suspect Saturday afternoon, and held him until the MPD was on scene at Stalzy's Deli, 2701 Atwood Ave. The suspect had come into the restaurant and asked to use the bathroom. Instead he went to a basement office and stole an envelope filled with money. Employees recognized the burglar as possibly being the same person who likely stole money from the deli office this past May. They confronted the suspect. He tried to run but there was strength in numbers, and was stopped in his tracks. While being booked into jail, he was found to have concealed the stolen money in his undergarments. Released 09/24/2018 at 9:59 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[743, 759, "Reporting_officer"], [110, 118, "Crime"], [190, 221, "Address"], [450, 461, "Crime"], [674, 686, "Crime"], [732, 739, "Reported_time"], [718, 728, "Reported_date"]]}
{"id": 2405, "text": "Officers were sent twice Sunday night to Sunfish Court after people reported hearing gunshots. On the first trip, around 8:45. p.m., officers could find no evidence of gunfire. However, on the second call, at 10:26 p.m., they did recover a casing. There were no reports of injuries or property damage. Released 02/25/2019 at 8:31 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[336, 352, "Reporting_officer"], [85, 93, "Crime"], [121, 131, "Crime_datetime"], [209, 218, "Crime_datetime"], [168, 175, "Crime"], [325, 332, "Reported_time"], [311, 321, "Reported_date"]]}
{"id": 2406, "text": "A 25-year-old Madison woman was arrested for second degree reckless endangerment Wednesday following a domestic disturbance inside her East Pass apartment. The woman is accused of stabbing a 26-year-old man once in the back following an argument. He was taken to a hospital with a non life-threatening wound. Released 05/18/2017 at 10:42 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[344, 360, "Reporting_officer"], [45, 80, "Crime"], [81, 90, "Crime_datetime"], [103, 123, "Crime"], [135, 154, "Address"], [180, 188, "Crime"], [332, 340, "Reported_time"], [318, 328, "Reported_date"]]}
{"id": 2407, "text": "A Michigan man, who attempted to swindle the E. Washington Ave. AT&T store out of $3,000 worth of cell phones and services, was arrested Tuesday afternoon after employees determined his criminal intent. The suspect had presented tax identification numbers and other documentation to make it appear he was an employee of a Michigan based flooring company. AT&T staff members took the liberty of contacting the Michigan company, and it turned out no one there had ever heard of the man inside the Madison store. He was arrested on the tentative charge listed above. Released 02/17/2016 at 12:14 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[599, 615, "Reporting_officer"], [45, 74, "Address"], [20, 40, "Crime"], [587, 595, "Reported_time"], [573, 583, "Reported_date"]]}
{"id": 2408, "text": "Suspect entered the store, walked to the counter and pointed a handgun at the employee.  Suspect demanded the money from the register to which the employee complied.  The suspect left on foot.  There were no injuries reported.  MPD K9 conducted. Released 07/30/2018 at 11:59 PM by Sgt. David Compton", "meta": {}, "annotation_approver": null, "labels": [[281, 299, "Reporting_officer"], [63, 70, "Weapon"], [97, 115, "Crime"], [269, 277, "Reported_time"], [255, 265, "Reported_date"]]}
{"id": 2409, "text": "A man who had just watched the Journey concert at the Alliant Energy Center last night suffered a broken leg after being struck by a car while crossing E. Olin Ave. after the show. There were many pedestrians and vehicles in the congested area and the victim had cut between stopped eastbound traffic into the westbound lanes. That is when he was hit by a car. There were no citations issued. Released 03/29/2017 at 9:14 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[427, 443, "Reporting_officer"], [54, 75, "Crime_datetime"], [121, 136, "Crime"], [152, 164, "Address"], [416, 423, "Reported_time"], [402, 412, "Reported_date"]]}
{"id": 2410, "text": "MPD officers warned adults in charge of a group of Indiana teens that they need a solicitor's permit to do door-to-door sales in Madison. A woman who lives in the area of N. High Point Rd. called police Friday afternoon after a couple of teenagers came to her home selling candy. They said they were with \"Youth in Action.\" The homeowner had never heard of the charity and contacted the MPD. Officers located the teen's adult chaperon who was driving a white passenger van with Indiana plates. He was advised of the local ordinance. Another call, with similar concerns about the group, came from a Crestwood Neighborhood resident Saturday night.  Released 04/02/2018 at 9:56 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[681, 697, "Reporting_officer"], [171, 188, "Address"], [598, 620, "Address"], [630, 644, "Crime_datetime"], [670, 677, "Reported_time"], [656, 666, "Reported_date"]]}
{"id": 2411, "text": "Officers were called to the 2500 block of Monterey Dr. for a man trying to take a vehicle by threatening the driver with a handgun. Officers were on scene quickly and were informed the suspect, Kevin Lockhart, had fled to a nearby apartment building. Officers determined Lockhart was likely still inside the building based on witnesses on scene. Officers evacuated the first floor of the building and started giving verbal commands to the apartment identified by witnesses. Lockhart did eventually cooperate with police and was taken into custody. A handgun similar to that used by the Lockhart was also recovered by officers in the building. The victim was unharmed. Released 07/12/2018 at 1:40 PM by P.O. Kimberly Alan", "meta": {}, "annotation_approver": null, "labels": [[702, 720, "Reporting_officer"], [28, 54, "Address"], [93, 115, "Crime"], [123, 130, "Weapon"], [550, 557, "Weapon"], [691, 698, "Reported_time"], [677, 687, "Reported_date"]]}
{"id": 2412, "text": "What started as a play fight in the cafeteria escalated into a real fight yesterday afternoon at Memorial High School, 201 S. Gammon Rd. A 17-year-old student received a head cut that required stitches. Another 17-year-old was arrested for substantial battery. Video shows the arrested teen throwing a punch at the victim and making a stomping motion towards the victim's head while he was on the ground. Released 01/23/2019 at 10:17 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[440, 456, "Reporting_officer"], [63, 73, "Crime"], [97, 136, "Address"], [240, 259, "Crime"], [291, 307, "Crime"], [428, 436, "Reported_time"], [414, 424, "Reported_date"]]}
{"id": 2413, "text": "On May 2nd 2019 at approximately 11:56 p.m. Madison Police Department responded to the 5000 block of Milwaukee St. for a weapons violation. Multiple gunshots were fired at a residence causing damage to the property. The occupants of the dwelling were not injured. If anyone has knowledge of the incident they are encouraged to contact the Madison Police Department or the Madison area Crimestoppers program.  Released 05/03/2019 at 5:04 AM by Lt. Reginald Patterson", "meta": {}, "annotation_approver": null, "labels": [[443, 465, "Reporting_officer"], [3, 43, "Crime_datetime"], [87, 114, "Address"], [121, 138, "Crime"], [140, 168, "Crime"], [192, 214, "Crime"], [432, 439, "Reported_time"], [418, 428, "Reported_date"]]}
{"id": 2414, "text": "MPD K9 Falko tracked down a home burglary suspect last night after picking up her scent from sneakers she left inside the victims' home. Officers were called to a Waunona Way residence for a burglary in progress after a 59-year-old woman heard an intruder break into the basement. The victim locked herself in a bedroom, and her husband arrived home moments later to confront the suspect. She had cut her hand while breaking a basement window, and it was now wrapped in a towel. The 35-year-old fled barefoot down the street. K9 Falko arrived, and was presented with one of the suspect's shoes. The police dog was then given the command to track. K9 Falko led officers through some backyards and woods before lying down near another neighborhood home. The suspect resides at the address. She was located inside and arrested. The victims did not believe anything was taken during the burglary as the crime had been interrupted. Released 02/13/2018 at 9:45 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[961, 977, "Reporting_officer"], [28, 41, "Crime"], [163, 184, "Address"], [191, 199, "Crime"], [883, 891, "Crime"], [950, 957, "Reported_time"], [936, 946, "Reported_date"]]}
{"id": 2415, "text": "An attack in a shopping center parking lot Thursday morning sent one woman to a hospital and the other to jail. The suspect and victim are acquainted with each other and bumped into one another outside the S. Whitney Way Walgreens. The injured woman said the suspect charged and punched her in the head. She was also pulled to the ground by the hair, dragged, and battered some more. She was treated for facial injuries.  Released 01/22/2016 at 11:27 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[457, 473, "Reporting_officer"], [3, 9, "Crime"], [15, 38, "Address"], [43, 59, "Crime_datetime"], [206, 230, "Address"], [279, 286, "Crime"], [364, 372, "Crime"], [445, 453, "Reported_time"], [431, 441, "Reported_date"]]}
{"id": 2416, "text": "Officers responded to the area of North Thompson Drive, near Hwy 30, and the primary reason was to investigate a shots fired call.  Officers contacted three victims, and they described being at a gas station, in the 3000 block of East Washington Avenue, shortly after midnight. While at the gas station, the victims had no significant contact with the occupants of the suspect vehicle, but upon leaving the store, they were immediately followed for more than 40 minutes!  When the victim's vehicle neared North Thompson Drive and Hwy 30, multiple gunshots were heard by the victims; with no reports of injury to anyone.  The victims were eventually able to get away from the suspect(s), as they continued to drive around the east and north sides of the city, and subsequently made a report with The Madison Police Department.  The victims did not believe they had ever seen the suspects before, and definitely did not have an altercation of any sort; to prompt being followed and fired upon.  This matter continues to be investigated by police, as details about the suspects were vague at best.    PO Howard Payne  Released 07/31/2017 at 2:23 PM by P.O. Howard Payne", "meta": {}, "annotation_approver": null, "labels": [[1149, 1166, "Reporting_officer"], [34, 67, "Address"], [113, 124, "Crime"], [216, 252, "Address"], [511, 536, "Address"], [538, 555, "Crime"], [1138, 1145, "Reported_time"], [1124, 1134, "Reported_date"]]}
{"id": 2417, "text": "Patrol officers and members of the MPD's Burglary Crimes Unit are leafleting areas of Madison where burglars and thieves are committing crimes. Fliers advise of an uptick in garage burglaries. Early yesterday morning, golf clubs, a compound bow and other items were stolen from a garage in the 5700 block of Barton Rd. after residents forgot to close the door. After investigating the crime, an officer distributed some of the fliers to the surrounding neighborhood. They include crime prevention tips like: Make sure your overhead and side garage doors are closed and locked, even when you are at home. Bicycles have been taken from garages while residents are home. Keep your vehicle doors locked when parked in your driveway or garage overnight. Suspects are taking garage door openers which would allow them to gain access to your garage/house. DO NOT leave valuables; including spare house or car keys in your vehicle. Spare car keys have led to your vehicle being stolen. Leaving purses and wallets has led to credit card fraud. Report any suspicious people or vehicles to the police. Please obtain any license plates on suspicious vehicles.     Released 06/28/2016 at 10:48 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[1187, 1203, "Reporting_officer"], [174, 191, "Crime"], [193, 216, "Crime_datetime"], [266, 272, "Crime"], [294, 317, "Address"], [604, 628, "Crime"], [1016, 1033, "Crime"], [1175, 1183, "Reported_time"], [1161, 1172, "Reported_date"]]}
{"id": 2418, "text": "A Madison woman told police she was able to escape from an attempted carjacking by getting out of her vehicle and running. She said she was parked in the 1100 block of Morraine View Dr. on March 3rd, waiting to pick up her daughter up at a bus stop. Two men got into her unlocked vehicle. One pulled out a knife and ordered her to drive. That's when she jumped out. Moments later, she said the men also got out and fled. Released 03/18/2016 at 10:43 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[456, 472, "Reporting_officer"], [69, 79, "Crime"], [154, 184, "Address"], [189, 198, "Crime_datetime"], [306, 312, "Weapon"], [444, 452, "Reported_time"], [430, 440, "Reported_date"]]}
{"id": 2419, "text": "An Independence Lane resident said a stranger tried to stop her in the parking lot of her apartment building early Saturday morning, and she believes he pointed a handgun at her. The 50-year-old says the man told her to stop, but she ignored him and got inside her residence to call police. She was not harmed and the man fled before police arrived. Released 05/09/2016 at 9:21 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[384, 400, "Reporting_officer"], [3, 20, "Address"], [109, 131, "Crime_datetime"], [163, 170, "Weapon"], [373, 380, "Reported_time"], [359, 369, "Reported_date"]]}
{"id": 2420, "text": "A 20-year-old East Towne employee contacted the MPD Tuesday wanting to report a battery that took place the night prior in the mall's parking lot. The victim said she had just left work, and was about to get into her car, when she was assaulted. She reports having her head pushed into the roof area of her car. When she turned around, she was punched in the face. The woman says she fell to the ground and that she lost consciousness for a brief time. The victim told police she was not robbed or sexually assaulted and the motive for the crime is not known. Released 09/28/2016 at 12:33 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[595, 611, "Reporting_officer"], [14, 24, "Address"], [52, 59, "Crime_datetime"], [80, 87, "Crime"], [108, 119, "Crime_datetime"], [127, 145, "Address"], [344, 363, "Crime"], [583, 591, "Reported_time"], [569, 579, "Reported_date"]]}
{"id": 2421, "text": "Late this morning, the MPD was called to the parking lot of the Villager Shopping Mall, 2222 S. Park St., after a witness saw someone firing a gun - from a car - at a man who was inside another vehicle. The witness thought the weapon was a BB or pellet gun. Both victim and suspect drove from the area prior to police arrival. A short time later, a man arrived at a hospital with what appear to be wounds from a pellet gun. He was initially not forthcoming about the injuries. Released 07/12/2017 at 2:21 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[511, 527, "Reporting_officer"], [64, 104, "Address"], [134, 146, "Crime"], [240, 256, "Weapon"], [412, 422, "Weapon"], [500, 507, "Reported_time"], [486, 496, "Reported_date"]]}
{"id": 2422, "text": "MPD officers are at the scene of a weapons offense with shots fired in the area of Rieder Rd and Portage Rd. At least one house has sustained bullet strike damage and officers are still accessing and securing the area at this time (18:07). More information will be forthcoming as it becomes available tonight. As of 19:00, we have three confirmed residences, two of which were occupied by residents, that were struck by bullets, but thankfully, no residents or bystanders were struck by the rounds as far as law enforcement knows at this time. Numerous casings of two different calibers were located at the scene and officers, detectives, and investigators are currently working to attempt to identify the individuals involved in this incident and to process the scene. As of 21:18, detectives are working on locating and interviewing two persons of interest involved in tonight's weapons offense. These two individuals are known to each other and it does not appear that tonight's incident was a random act of violence. Released 06/13/2018 at 6:12 PM by Lt. Mindy Winter", "meta": {}, "annotation_approver": null, "labels": [[1055, 1071, "Reporting_officer"], [56, 67, "Crime"], [97, 108, "Address"], [83, 92, "Address"], [142, 162, "Crime"], [232, 237, "Crime_datetime"], [410, 427, "Crime"], [553, 586, "Weapon"], [1004, 1019, "Crime"], [1044, 1051, "Reported_time"]]}
{"id": 2423, "text": "An early Sunday morning smash-and-grab burglar broke glass to gain entry into the BP gas station, 6202 Schroeder Rd. Once inside, the intruder stole dozens of cartons of cigarettes. Released 05/14/2018 at 10:14 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[3, 23, "Crime_datetime"], [24, 38, "Crime"], [82, 116, "Address"], [143, 149, "Crime"], [217, 233, "Reporting_officer"], [205, 213, "Reported_time"], [191, 201, "Reported_date"]]}
{"id": 2424, "text": "A burglar used a brick to shatter a window at a Westward Way business this weekend. Police were called to the scene Saturday morning. It was determined the intruder made off with several computers and a big screen television. The crime took place sometime overnight. Released 12/19/2016 at 11:37 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[302, 318, "Reporting_officer"], [17, 22, "Weapon"], [48, 69, "Address"], [70, 82, "Crime_datetime"], [116, 132, "Crime_datetime"], [290, 297, "Reported_time"], [276, 286, "Reported_date"]]}
{"id": 2425, "text": "Madison Police responded to Demetral Park reference an armed robbery.  The suspect was holding a knife and demanded that the victim give him everything the victim had.  The suspect also implied he had a gun.  When the victim told the suspect he did not have anything to give, the suspect slashed at the victim, causing a minor injury.  The suspect took a clothing item from the victim. This investigation is ongoing.  Anyone with information regarding this incident is encouraged to contact the Madison Police Department or Madison Area Crimestoppers.  Released 06/27/2018 at 1:12 AM by Lt. Daniel Nale", "meta": {}, "annotation_approver": null, "labels": [[587, 602, "Reporting_officer"], [28, 41, "Crime_datetime"], [55, 68, "Crime"], [97, 102, "Weapon"], [203, 206, "Weapon"], [311, 333, "Crime"], [576, 583, "Reported_time"], [562, 572, "Reported_date"]]}
{"id": 2426, "text": "A 22-year-old woman suffered a serious head injury after being pushed and punched inside an Allied Dr. apartment Tuesday night. The victim was knocked down and her head struck a coffee table, causing a significant laceration that exposed a large portion of her skull. Her assailant is a man to whom she is acquainted. He fled as police were called and remains at large. Doctors said the woman would need multiple stitches and plastic surgery after suffering a cut estimated to be 12-inches long. Released 01/25/2017 at 11:53 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[531, 547, "Reporting_officer"], [31, 50, "Crime"], [63, 81, "Crime"], [92, 112, "Address"], [113, 126, "Crime_datetime"], [143, 156, "Crime"], [519, 527, "Reported_time"]]}
{"id": 2427, "text": "Two area teens were arrested last night in a stolen car that contained a stolen gun. Both are suspects in numerous area crimes. Alonte T. Kingcade, age 17, Waunakee, fled from the stolen car which was found parked in 500 block of Grand Canyon Blvd. He was chased down by the MPD. An officer suffered a minor injury in the foot pursuit. Damariyah M. Muhammad, age 17, Fitchburg, was arrested inside the vehicle. The MPD's Violent Crimes Unit, the MPD's Gang Unit, and our North and South District Community Police Teams worked in concert to safely take the suspects into custody. The MPD and area law enforcement agencies are united and working in together in an effort to decrease the number of home burglaries, stolen cars, thefts from cars, and gun violence.   Released 06/21/2019 at 10:47 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[798, 814, "Reporting_officer"], [45, 55, "Crime"], [73, 83, "Crime"], [217, 248, "Crime_datetime"], [695, 759, "Crime"], [786, 794, "Reported_time"], [772, 782, "Reported_date"]]}
{"id": 2428, "text": "A Madison cab driver was injured, but his passenger was not, following a drunken driving crash on W. Dayton St. early Saturday morning. The suspect, an intoxicated 23-year-old Madison man, had run a red light and drove from the scene in a heavily damaged car after colliding with the taxi. His vehicle was now without its front bumper, and a MPD officer was able to tentatively identify the suspect by running the license plate that was left behind. A Dane County Sheriff's deputy spotted the hit-and-run driver on Campus Drive and University Ave. He was pulled over and arrested. The 55-year-old cab driver suffered a head cut and other injuries. He was treated at a hospital. Released 04/24/2017 at 10:14 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[713, 729, "Reporting_officer"], [73, 94, "Crime"], [112, 135, "Crime_datetime"], [98, 111, "Address"], [193, 209, "Crime"], [493, 504, "Crime"], [515, 547, "Address"], [701, 709, "Reported_time"], [687, 697, "Reported_date"]]}
{"id": 2429, "text": "A Madison woman said she was groped by a photographer during a photo shoot at his Atwood Avenue studio Friday afternoon. The 20-year-old works at a restaurant, and told police the photographer was a customer who had offered to have her come to his business for the purpose of building a portfolio. The woman said besides taking clothed photos of her, the man came on to her and touched her inappropriately. He denied doing anything that was not consensual. Released 06/10/2019 at 11:25 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[492, 508, "Reporting_officer"], [29, 35, "Crime"], [103, 119, "Crime_datetime"], [82, 102, "Address"], [378, 405, "Crime"], [480, 488, "Reported_time"], [466, 476, "Reported_date"]]}
{"id": 2430, "text": "During the afternoon of 4/22, two events occurred in the Central District - the March for Science and the Peoples Climate March.  Both events took place without incident, and no arrests, injury or damage was reported.  Approximately 5,000 people attended the March for Science and 2,500 took part in the Peoples Climate March.  MPD Special Events Team, Patrol and other personnel worked to facilitate a safe event. Released 04/22/2017 at 6:28 PM by Lt. Kelly Donahue", "meta": {}, "annotation_approver": null, "labels": [[449, 466, "Reporting_officer"], [11, 28, "Crime_datetime"], [57, 74, "Address"], [438, 445, "Reported_time"], [424, 434, "Reported_date"]]}
{"id": 2431, "text": "MPD officers responded to a female at the West Towne Mall who reported receiving disturbing and threatening electronic messages from an ex-partner. At least one of the messages included a photo of a handgun. Officers worked with neighboring jurisdictions and located the sender of the messages, Justin W Riley, driving his vehicle near Verona Rd and McKee/PD. Officers conducted a traffic stop of Riley and found a handgun in the vehicle. Riley was arrested on charges of Disorderly Conduct, Unauthorized Use of Computerized Device, and Operating a Motor Vehicle while Intoxicated-3rd Offense. Released 03/25/2018 at 5:03 PM by Lt. Mindy Winter", "meta": {}, "annotation_approver": null, "labels": [[628, 644, "Reporting_officer"], [42, 57, "Address"], [70, 127, "Crime"], [199, 206, "Weapon"], [336, 358, "Address"], [472, 490, "Crime"], [492, 531, "Crime"], [537, 592, "Crime"], [617, 624, "Reported_time"], [603, 613, "Reported_date"]]}
{"id": 2432, "text": "Shortly before 7:00 PM, Madison Police, along with Fitchburg PD and Town of Madison PD responded to the area of 2900 Todd Drive for multiple reports of shots fired.  Several vehicles were seen driving away from the area at a high rate of speed.  While Officers were investigating this incident, more shots were heard near Post Road.  At this point there are no reported injuries and Officers are currently canvassing the area looking for any potential property damage. Released 04/25/2016 at 8:41 PM by Sgt. Nicholas Ellis", "meta": {}, "annotation_approver": null, "labels": [[503, 522, "Reporting_officer"], [15, 22, "Crime_datetime"], [112, 127, "Address"], [152, 163, "Crime"], [300, 316, "Crime"], [322, 331, "Address"], [442, 467, "Crime"], [492, 499, "Reported_time"], [478, 488, "Reported_date"]]}
{"id": 2433, "text": "Telephone scam artists conned a 24-year-old UW-Madison graduate student out of $15,000 Thursday. Criminals made it appear the MPD was calling the victim by \"spoofing\" the department's non-emergency number. They then kept the victim on the phone for five hours as she took out gift cards and provided crooks with their numbers. They had convinced her that her social security number had been compromised and was now associated with criminal activity. She was told to comply with instructions or a federal investigation could be opened which might lead to her assets being frozen and her deportation. When the callers demanded she buy more gift cards, she demanded to speak with an officer in person. It was at that time she began to realize she had been duped. Released 08/31/2018 at 8:48 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[794, 810, "Reporting_officer"], [0, 14, "Crime"], [157, 165, "Crime"], [753, 758, "Crime"], [783, 790, "Reported_time"]]}
{"id": 2434, "text": "A dispute over a State St. panhandling spot results in a 59-year-old man being sent to the hospital with multiple head injuries.  The victim said he was in the prized spot Sunday night, in the 500 block of State St., when the suspect told him to move. A witness told police the suspect punched the victim nearly a dozen times after pushing him up against a wall. The witness said the victim's head was bouncing off of the wall as blows were delivered. The suspect was located and arrested for battery.  Released 03/20/2017 at 11:48 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[538, 554, "Reporting_officer"], [2, 9, "Crime"], [193, 215, "Address"], [286, 293, "Crime"], [493, 500, "Crime"], [526, 534, "Reported_time"], [512, 522, "Reported_date"]]}
{"id": 2435, "text": "Victim was walking northbound in the 600 block of West Washington when the suspect grabbed her purse and then fled on foot westbound. Victim was not injured. Released 01/06/2019 at 8:37 AM by Sgt. John Rife", "meta": {}, "annotation_approver": null, "labels": [[192, 206, "Reporting_officer"], [37, 65, "Address"], [83, 101, "Crime"], [181, 188, "Reported_time"], [167, 177, "Reported_date"]]}
{"id": 2436, "text": "The MPD is connecting a distraught 22-year-old man with proper resources after a tense and successful negotiation. It took place near Flower Lane and Gammon Rd. last night. The suspect's girlfriend had called for police, telling a Dane County Public Safety Communications' communicator that he claimed to be armed with a knife and wanted police to shoot him, this after she kicked him out of her nearby apartment. Two officers began a dialogue with the man, keeping their guns holstered so not to unnecessarily escalate the situation. The man refused to remove hands from pockets, and repeatedly told officers he wanted them to shoot him. The officer leading the negotiations told the young man they were not going to do that, that they wanted to help him, and told him how officer involved shootings are harming so many communities around the country. Eventually the man decided to comply with the officers' request. He took his hands out of his pockets. It turned out he had no knife. He was unarmed. The officer asked the man to put himself in the officers' shoes, and to think about how scary a situation this was for police. The suspect has no criminal record, and the officer told him he wanted to make sure he got some long-term help, and was not interested in seeing him charged with a crime, but that he would be citing him for obstructing. \"I told (him) that I was here to help him, and if he needed anything – a ride to the hospital, if he was feeling like he wanted to die or hurt himself, or it he just wanted to talk about things that he should call me and I would do whatever I could to help him,\" said the officer, in his report. Madison Fire Department paramedics were called to check the man out, and the MPD's Mental Health officers have been contacted, so that they can follow-up next. The man was transported to jail so he could post on the citation. Released 08/18/2016 at 10:23 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[1907, 1923, "Reporting_officer"], [134, 160, "Address"], [161, 171, "Crime_datetime"], [321, 326, "Weapon"], [1895, 1903, "Reported_time"], [1881, 1891, "Reported_date"]]}
{"id": 2437, "text": "On 02/21/2018 at approximately 9:26 PM the Madison Police Department responded to the 3000 block of South Stoughton Road for a report of an armed robbery. The victim reported walking along the highway when he was confronted by an unknown white male, who appeared to be in his mid 30's. The male suspect was armed with a knife and an undisclosed amount of U.S. currency was taken. The victim was not physically injured and the suspect remains at-large.  The investigation continues. Released 02/22/2018 at 4:41 AM by Lt. Gregory Esser", "meta": {}, "annotation_approver": null, "labels": [[516, 533, "Reporting_officer"], [3, 38, "Crime_datetime"], [86, 120, "Address"], [140, 153, "Crime"], [320, 325, "Weapon"], [505, 512, "Reported_time"], [491, 501, "Reported_date"]]}
{"id": 2438, "text": "A Georgia man, who is visiting the Capitol City, has found negotiating Isthmus roadways challenging. When the Atlanta native was pulled over early Saturday morning for driving against traffic in the 400 block of West Gilman, he remarked to an officer: \"One ways are everywhere!\" It didn't help his navigation skills that he had been drinking. The Saturday stop marked the second time in a week that Central District officers have arrested the man for operating while intoxicated. His first arrest, for the same offense, came on June 4th. It was just before 1:00 a.m., and an officer saw the man's car drifting in and out of traffic lanes on Johnson and Bassett Streets. Now, fast-forward to early this morning. It was about 3:20 a.m. An officer was in his squad at the corner of N. Butler St. and E. Gilman St. when the visitor from Atlanta pulled up to ask directions. The officer recognized the driver from the previous couple of weeks, and realized he was intoxicated again. The man was processed for his third offense of drunken driving this month. Inside his car, officers found paperwork from the previous two OWI arrests, as well as another citation - issued by an MPD officer last Thursday - for hit-and-run.     Released 06/19/2019 at 10:22 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[1256, 1272, "Reporting_officer"], [199, 223, "Address"], [451, 478, "Crime"], [528, 536, "Crime_datetime"], [545, 565, "Crime_datetime"], [641, 668, "Address"], [724, 733, "Crime_datetime"], [779, 810, "Address"], [958, 970, "Crime"], [1025, 1040, "Crime"], [1244, 1252, "Reported_time"], [1230, 1240, "Reported_date"]]}
{"id": 2439, "text": "In recent days, Central District officers have been investigating a rash of smash-and-grab style break-ins where vehicles parked in secure underground parking garages have been targeted. In most cases, a window has been shattered and victims are reporting cash and other items missing. A suspect in many cases is Carlo D. Walkes, age 31, no permanent address. Walkes has been identified through surveillance images and there is probable cause for his arrest. Anyone seeing him should call 911. Those with information on any of these cases can contact Madison Area Crime Stoppers at (608) 266-6014. Burglaries and thefts have been reported in many locations including the 400 block of W. Mifflin St., the 600 block of W. Main St., and the 20 block of N. Butler St. Released 07/24/2018 at 11:58 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[799, 815, "Reporting_officer"], [76, 106, "Crime"], [204, 229, "Crime"], [256, 284, "Crime"], [671, 698, "Address"], [704, 727, "Address"], [738, 763, "Address"], [787, 795, "Reported_time"], [773, 783, "Reported_date"]]}
{"id": 2440, "text": "A downtown resident said a man came up behind her and lifted her skirt as she was walking on Spring St. Friday afternoon. The victim said the man said nothing, and ventured off. She observed him for a few moments, and believed he was \"watching\" and \"hunting\" for another woman to walk in his direction. The MPD as not received other similar reports at this time. Released 06/04/2018 at 10:27 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[398, 414, "Reporting_officer"], [54, 70, "Crime"], [93, 103, "Address"], [104, 120, "Crime_datetime"], [386, 394, "Reported_time"], [372, 382, "Reported_date"]]}
{"id": 2441, "text": "A man was kicked, kneed and punched while being attacked by two acquaintances on Wisconsin Ave. last night. The victim's girlfriend was also kicked during the violence. One suspect pulled out a box cutter, but it was not used to cut either victim. The suspects fled the area as police were called, and were later located and arrested. Released 04/29/2016 at 2:06 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[369, 385, "Reporting_officer"], [10, 35, "Crime"], [81, 95, "Address"], [96, 106, "Crime_datetime"], [141, 147, "Crime"], [159, 167, "Crime"], [194, 204, "Weapon"], [358, 365, "Reported_time"], [344, 354, "Reported_date"]]}
{"id": 2442, "text": "A Madison man was arrested Thursday, January 25th, 2018, on tentative child pornography charges, as part of an ongoing investigation by the Madison Police Department's Special Victims Unit, and with assistance from the Wisconsin Department of Justice Internet Crimes Against Children Task Force.  Patrick J. Manning, 37, is tentatively charged with 20 counts of possession of child pornography. The Special Victim's Unit received an escalated tip from the National Center for Missing and Exploited Children, requiring an aggressive response due to Manning's employment at the American Family Children's Hospital, and his potential access to children.  Throughout the development of investigative leads and evidence, there has not been any information obtained that led anyone to believe that any person, connected to the American Family Children's Hospital, was in any way impacted by Manning; based on the nature of listed charges.  A search warrant was executed by the SWAT team at Manning's residence in the 1300 block of Drake Street on January 16th, 2018.  Subsequent investigation led to the tentative charges.     Early on in the investigation, American Family Children's Hospital administration was notified of the exigent circumstances and cooperated fully with the Special Victim's Unit.  PO Howard Payne  Released 01/25/2018 at 1:54 PM by P.O. Howard Payne", "meta": {}, "annotation_approver": null, "labels": [[1350, 1367, "Reporting_officer"], [27, 55, "Crime_datetime"], [70, 87, "Crime"], [362, 393, "Crime"], [1011, 1037, "Address"], [1041, 1059, "Crime_datetime"], [1339, 1346, "Reported_time"], [1325, 1335, "Reported_date"]]}
{"id": 2443, "text": "A MPD officer activated his squad car lights hoping to get the attention of a driver who was coming directly at him early this morning on E. Gorham St. The approaching motorist was going the wrong way on the one-way street, and did not seem to notice the squad car lights. It would have been a head-on collision save for the fact the officer made a last second evasive maneuver. It did not stop the crash, as the woman's car struck the squad's driver's side wheel well area while going approximately 15 mph. The intoxicated woman - a 23-year-old Madison woman - was cited for first offense drunken driving, driving against traffic, and running a red light. There were no injuries. Released 12/21/2018 at 11:29 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[716, 732, "Reporting_officer"], [138, 151, "Address"], [399, 404, "Crime"], [512, 523, "Crime"], [590, 605, "Crime"], [607, 630, "Crime"], [636, 656, "Crime"], [704, 712, "Reported_time"], [690, 700, "Reported_date"]]}
{"id": 2444, "text": "Officers were dispatched to a business in the 2700 block of East Washington Avenue.  According to store employees, the suspect took a bag of chips and began to leave the store without paying for them.  An employee attempts to intercede when the suspect drew a knife and made stabbing motions towards the employee.  The suspect fled but was located by Officers in the area and was arrested.  Subject was transported to the PSB for Armed Robbery and Recklessly Endangering Safety. Released 08/22/2017 at 11:05 PM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[514, 531, "Reporting_officer"], [46, 82, "Address"], [176, 190, "Crime"], [260, 265, "Weapon"], [430, 443, "Crime"], [448, 477, "Crime"], [502, 510, "Reported_time"], [488, 498, "Reported_date"]]}
{"id": 2445, "text": "A robber grabbed the entire cash drawer and fled on foot following a holdup this afternoon at Selective Video II, 3220 Commercial Ave. The intruder made it appear he had a gun under his shirt although no weapon was actually seen. A police dog is on scene and about to start tracking. Released 05/16/2018 at 3:25 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[318, 334, "Reporting_officer"], [9, 48, "Crime"], [114, 133, "Address"], [172, 175, "Weapon"], [307, 314, "Reported_time"], [293, 303, "Reported_date"]]}
{"id": 2446, "text": "Officers responded to multiple callers reporting shots fired near the 400 block of East Wilson.  Investigation reveals that a disturbance occurred inside an establishment in this area when involved parties moved outside.  Shots were fired and people fled.  Officers located multiple shell casings and approximately 7 vehicles damaged at this location.  One of these damaged vehicles was occupied at the time, but it is not believed that individual or vehicle were targeted.  At the time of this release, there are no known injuries.  Investigation continuing. Released 09/02/2017 at 4:48 AM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[594, 611, "Reporting_officer"], [49, 60, "Crime"], [70, 95, "Address"], [222, 238, "Crime"], [283, 296, "Weapon"], [317, 333, "Crime"], [583, 590, "Reported_time"], [569, 579, "Reported_date"]]}
{"id": 2447, "text": "A woman, who just moved into a Cypress Way apartment this past weekend, struggled with a stranger around midnight Sunday as the man tried to enter her building. The victim said he had approached her just as she got to an outside door. He attempted to make conversation. She tried to ignore him; got her key out and attempted to enter. He grabbed the door with one hand and her chest with the other. The victim responded by pushing the man and threatening him with pepper spray. This prompted him to take off. The victim contacted the MPD about the assault late Tuesday afternoon. Released 08/30/2017 at 9:35 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[614, 630, "Reporting_officer"], [31, 52, "Address"], [58, 70, "Crime_datetime"], [603, 610, "Reported_time"], [589, 599, "Reported_date"]]}
{"id": 2448, "text": "A Madison man suffered a broken nose, a concussion, and numerous facial injuries after being attacked inside his E. Washington Ave. apartment last night. The 57-year-old told police two men pushed their way in, and that one was someone from whom he recently purchased drugs. He said the intruders were looking for money, but left empty-handed after being scared off after hearing people who were passing by the outside of his home. Released 02/21/2019 at 11:40 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[467, 483, "Reporting_officer"], [93, 101, "Crime"], [113, 130, "Address"], [142, 152, "Crime_datetime"], [258, 273, "Crime"], [455, 463, "Reported_time"], [441, 451, "Reported_date"]]}
{"id": 2449, "text": "Madison Police K9 Allied led officers to a porch in the 400 block of W. Mifflin St. early this morning. That's where Allied began to bark and pull \"extremely strongly.\" Underneath the porch, lying on his stomach, beneath stairs, a suspect was hiding. He was ordered out and arrested at gunpoint.     Officers had established a perimeter in the area after housemates in the 10 block of N. Broom Street ushered the intruder out of their home. He had come in through a window and entered the bedroom area of a 20-year-old man.     The suspect took off running as police arrived. He might have been hard to find, hiding underneath a porch in the dark, but Allied has a nose for such situations.   Released 04/08/2019 at 9:21 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[727, 743, "Reporting_officer"], [56, 82, "Address"], [84, 102, "Crime_datetime"], [373, 400, "Address"], [702, 712, "Reported_date"], [716, 723, "Reported_time"]]}
{"id": 2450, "text": "A Milford Rd. resident returned home after work Wednesday night to find her home had been burglarized. A side door frame was found to be broken indicating forced entry. Inside, a kitchen cabinet had been rifled through and the victim's bedroom was \"trashed.\" Jewelry and cash were taken during the break-in. Released 01/18/2019 at 9:54 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[342, 358, "Reporting_officer"], [2, 13, "Address"], [90, 101, "Crime"], [259, 286, "Crime"], [298, 306, "Crime"], [331, 338, "Reported_time"], [317, 327, "Reported_date"]]}
{"id": 2451, "text": "On 6/10/18 at 1:50 am the Madison Police Department was dispatched to the 2000 block of Post Rd.  A 58 year old man was found deceased in a residence.  It will be up to the Dane County Medical Examiner (ME) to determine the cause and manner of the death.  The investigation is ongoing. Released 06/10/2018 at 3:26 AM by Lt. Jamar Gary", "meta": {}, "annotation_approver": null, "labels": [[320, 334, "Reporting_officer"], [3, 21, "Crime_datetime"], [74, 95, "Address"], [309, 316, "Reported_time"], [295, 305, "Reported_date"]]}
{"id": 2452, "text": "Subject entered the Subway at 1401 University Avenue, displaying a handgun and demanding the money in the till.  The subject took the money and fled towards Johnson St.  MPD responded to another subway store a short time later for a male believed to be matching the description of the armed robber.  That individual was contacted, and was deemed to not be involved.  Investigation is continuing. Released 10/16/2017 at 10:26 PM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[431, 448, "Reporting_officer"], [20, 52, "Address"], [67, 74, "Weapon"], [79, 98, "Crime"], [285, 297, "Crime"], [419, 427, "Reported_time"], [405, 415, "Reported_date"]]}
{"id": 2453, "text": "MPD responded to the intersection of Vilas Ave. and Harrison St. reference a vehicle that crashed into an unoccupied parked vehicle.  Officers contacted the driver F, W, 71 yoa, Madison.  The driver was traveling on Vilas Ave. when she veered over the center line.  The driver overcorrected and swerved into the parked vehicle.  The impact caused the driver's vehicle to flip onto the roof.  The driver was transported to a local hospital for minor injuries.  Alcohol and/or drugs did not appear to be a factor.  The driver was not cited. Released 08/30/2018 at 5:54 PM by Lt. Jamar Gary", "meta": {}, "annotation_approver": null, "labels": [[573, 587, "Reporting_officer"], [37, 47, "Address"], [52, 64, "Address"], [90, 97, "Crime"], [216, 226, "Address"], [562, 569, "Reported_time"], [548, 558, "Reported_date"]]}
{"id": 2454, "text": "The MPD took a robbery suspect into custody on State St. early Sunday morning. Officers were called to the 600 block after a 22-year-old Cottage Grove man was threatened with violence and sexual assault. The victim was seated on a bench when the suspect approached and demanded money. He told the robber he had no cash, and the ordered him to turn over his debit card. The frightened man produced it and fled to a nearby convenience store where he asked a clerk to call 911. Police were on scene quickly, and the suspect was still in the area. He denied robbing the victim. The victim's debit card was found in the suspect's pocket. Released 10/24/2016 at 9:59 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[667, 683, "Reporting_officer"], [15, 22, "Crime"], [47, 56, "Address"], [57, 77, "Crime_datetime"], [107, 116, "Address"], [175, 202, "Crime"], [269, 283, "Crime"], [656, 663, "Reported_time"], [642, 652, "Reported_date"]]}
{"id": 2455, "text": "The MPD arrested a 20-year-old man Saturday afternoon after he allegedly placed a knife to the throat of another man. The victim said the suspect- with whom he is acquainted - had previously stolen his wallet. Officers found the suspect was carrying two knives at the time he was taken into custody.  Released 01/04/2016 at 12:12 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[336, 352, "Reporting_officer"], [191, 197, "Crime"], [254, 260, "Weapon"], [324, 332, "Reported_time"], [310, 320, "Reported_date"]]}
{"id": 2456, "text": "A 13-year-boy suffered a broken leg and other non life-threatening injuries after darting into rush hour traffic on busy E. Washington Ave., near Zeier Rd., Thursday afternoon. The child was struck by a car and taken to a hospital. The accident is under investigation.  Released 01/29/2016 at 9:26 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[304, 320, "Reporting_officer"], [121, 155, "Address"], [157, 175, "Crime_datetime"], [191, 206, "Crime"], [293, 301, "Reported_time"], [279, 289, "Reported_date"]]}
{"id": 2457, "text": "A 13-year-old girl became scared last night after a stranger began hanging out on the porch of her Northport Dr. townhouse. The teen was home alone, and decided to walk to a nearby friend's apartment so she could be with someone. The man followed, asking the girl about her name and commenting on the clothing she was wearing. When an officer arrived, many children approached saying the same man had made similar uncomfortable statements to them. The officer located the man, who initially gave a fake name. He was arrested on a number of warrants and on tentative charges which are listed above. He denied having any conversations with children.  Released 06/06/2019 at 11:11 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[684, 700, "Reporting_officer"], [658, 668, "Reported_date"], [672, 680, "Reported_time"]]}
{"id": 2458, "text": "A City of Madison Parking Enforcement Officer came across an automobile originally reported stolen from the 1400 Block of Morrison St on June 21, 2016.  The vehicle was unoccupied and was parked in the lot to Riley's Wines of the World.  When Officers arrived on scene, witnesses pointed out that the vehicle occupants were still in the area.  When contact was attempted with these subjects, Dunlap fled and after a short foot pursuit he was apprehended.  Witnesses identified Dunlap as the driver of the vehicle, and it is believed the two occupants had no knowledge that the vehicle was stolen.  Arrangements are being made with the vehicle's owner to return the vehicle. Released 06/24/2016 at 6:28 PM by Sgt. Nicholas Ellis", "meta": {}, "annotation_approver": null, "labels": [[708, 727, "Reporting_officer"], [92, 98, "Crime"], [108, 133, "Address"], [137, 150, "Crime_datetime"], [209, 235, "Address"], [589, 595, "Crime"], [697, 704, "Reported_time"], [683, 693, "Reported_date"]]}
{"id": 2459, "text": "On 01/01/2018 at approximately 4:30 PM the Bassett Food Mart was robbed at gunpoint by an unknown white male suspect. The suspect is described as being tall with a thin build, dressed in dark clothing. The suspect remains at-large and the Madison Police Department is looking into the fact that this may be the second robbery committed on this date by the same suspect. Released 01/02/2018 at 2:53 AM by Lt. Gregory Esser", "meta": {}, "annotation_approver": null, "labels": [[404, 421, "Reporting_officer"], [0, 39, "Crime_datetime"], [43, 60, "Address"], [65, 83, "Crime"], [318, 325, "Crime"], [393, 400, "Reported_time"], [379, 389, "Reported_date"]]}
{"id": 2460, "text": "?Several Witnesses called in reporting gunshots in a parking lot for an apartment building.   Witnesses reported seeing one subject possibly injured get into a silver vehicle which left. We have not received any reports of injuries or victims as a result of this incident.  A perimeter was established and a K9 track was conducted ending a short distance away.  As Officers were clearing the scene, a vehicle arrived at a nearby address with a bullet hole in the side of the car.  A loaded 40 caliber handguns with extended magazine was found in the vehicle, however it is unknow if the vehicle, occupants or recovered handgun are related to this investigation.  All occupants were detained as part of the investigation and recovered firearm. Released 10/19/2016 at 4:15 AM by Lt. Anthony Fiore", "meta": {}, "annotation_approver": null, "labels": [[777, 794, "Reporting_officer"], [39, 47, "Crime"], [53, 90, "Address"], [483, 509, "Weapon"], [619, 626, "Weapon"], [766, 773, "Reported_time"], [752, 762, "Reported_date"]]}
{"id": 2461, "text": "A 13-year-old boy, who pointed a handgun at a couple of older teens, was arrested in the 1500 block of Troy last night for disorderly conduct while armed. The weapon, which looked real, turned out to be a pellet gun. The young man was counseled by officers about the dangerousness of his actions, and how carrying a BB or pellet gun could result in someone being seriously hurt or killed. Released 10/12/2016 at 10:11 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[33, 41, "Weapon"], [89, 107, "Address"], [108, 118, "Crime_datetime"], [123, 153, "Crime"], [205, 215, "Weapon"], [316, 332, "Weapon"], [398, 408, "Reported_date"], [412, 420, "Reported_time"], [424, 440, "Reporting_officer"]]}
{"id": 2462, "text": "Suspect entered Azara Hookah at 429 State Street and began concealing various merchandise. An employee attempted to stop the suspect when they tried to exit with the unpaid merchandise. The suspect then pulled out a knife and swung the knife at the employee. The suspect left the store and ran towards University Ave. The employee was not injuried and the suspect is still at large. Released 05/04/2017 at 2:18 AM by Sgt. Eugene Woehrle.", "meta": {}, "annotation_approver": null, "labels": [[16, 48, "Address"], [59, 89, "Crime"], [216, 221, "Weapon"], [226, 241, "Crime"], [302, 317, "Address"], [392, 402, "Reported_date"], [406, 413, "Reported_time"], [417, 436, "Reporting_officer"]]}
{"id": 2463, "text": "A loud argument between two groups of men escalated when one pulled a knife and made threatening statements. The face-off was taking place early Sunday morning just outside of the State Street Campus Ramp, 415 N. Lake St. MPD officers were on the scene immediately and took the man who brandished the weapon into custody. It's believed the MPD's presence is likely what interrupted a sexual assault that was taking place inside of the ramp. The MPD has additional officers assigned to the entertainment district on Friday and Saturday nights. Released 10/03/2016 at 10:13 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[2, 15, "Crime"], [70, 75, "Weapon"], [80, 107, "Crime"], [139, 159, "Crime_datetime"], [180, 221, "Address"], [384, 398, "Crime"], [552, 562, "Reported_date"], [566, 574, "Reported_time"], [578, 594, "Reporting_officer"]]}
{"id": 2464, "text": "A Madison man was arrested Saturday inside East Towne Mall after a concerned citizen saw him display a handgun. Multiple officers responded and contacted the suspect. He had a real looking BB gun in a backpack. The mall was crowded and the weapons call created a disturbance as families saw officers remove the facsimile firearm while the suspect yelled and resisted police. The initial caller told the MPD he felt compelled to call 911 because of recent gun violence in the community. Released 05/09/2016 at 9:52 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[43, 58, "Address"], [103, 110, "Weapon"], [189, 195, "Weapon"], [263, 274, "Crime"], [495, 505, "Reported_date"], [509, 516, "Reported_time"], [520, 536, "Reporting_officer"]]}
{"id": 2465, "text": "The MPD is investigating a bank robbery over the noon hour. A masked man entered Old National Bank, 302 N. Midvale Blvd., just before 12:30 p.m. He was armed with a handgun and fled with cash from the till. Released 02/02/2018 at 1:20 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[27, 39, "Crime"], [49, 58, "Crime_datetime"], [81, 120, "Address"], [122, 144, "Crime_datetime"], [165, 172, "Weapon"], [216, 226, "Reported_date"], [230, 237, "Reported_time"], [241, 257, "Reporting_officer"]]}
{"id": 2466, "text": "MPD officers responded to a female at the West Towne Mall who reported receiving disturbing and threatening electronic messages from an ex-partner. At least one of the messages included a photo of a handgun. Officers worked with neighboring jurisdictions and located the sender of the messages, Justin W Riley, driving his vehicle near Verona Rd and McKee/PD. Officers conducted a traffic stop of Riley and found a handgun in the vehicle. Riley was arrested on charges of Disorderly Conduct, Unauthorized Use of Computerized Device, and Operating a Motor Vehicle while Intoxicated-3rd Offense. Released 03/25/2018 at 5:03 PM by Lt. Mindy Winter", "meta": {}, "annotation_approver": null, "labels": [[42, 57, "Address"], [81, 127, "Crime"], [199, 206, "Weapon"], [336, 358, "Address"], [415, 422, "Weapon"], [472, 490, "Crime"], [492, 531, "Crime"], [537, 580, "Crime"], [603, 613, "Reported_date"], [617, 624, "Reported_time"], [628, 644, "Reporting_officer"]]}
{"id": 2467, "text": "The MPD's Burglary Crime Unit is investigating a pair of early morning West District home burglaries - likely committed by the same suspect(s). A homeowner called for police after hearing someone in the kitchen of her Meadow Sweet Dr. home around 1:30 a.m. An intruder had gotten in through an open garage, and then unlocked door to the house. A number of items, including a purse, were stolen. A police dog and officers canvassed the area and found backpacks, credit cards, a school ID, and other items dumped on a bike path near Copper Leaf Trail. Some of the stolen items were connected to the Meadow Sweet Dr. residence, others had been taken from a home on Starr Grass Dr. Officers went to that address and awoke the family in that home. They did not realize they had been victimized, but soon discovered someone had come in through an unlocked patio door and stolen several backpacks: one contained a laptop computer. The MPD continues to urge everyone to make sure cars and homes are secured at all times as we continue to deal with very opportunistic criminals.  Released 11/02/2018 at 9:14 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[85, 100, "Crime"], [218, 234, "Address"], [240, 255, "Crime_datetime"], [387, 393, "Crime"], [597, 613, "Address"], [662, 677, "Address"], [865, 889, "Crime"], [1080, 1090, "Reported_date"], [1094, 1101, "Reported_time"]]}
{"id": 2468, "text": "An 18-year-old driver slammed on the brakes of his SUV last night after a man pointed a gun at him as both drove north along Monona Dr. The gunman, operating a small 4-door blue sedan continued on. The victim said the man was driving erratically, and he suspected he might be drunk or high on drugs. That's why he accelerated to get ahead, fearing he could get sideswiped. The maneuver evidently upset the man as he caught up with the victim, rolled down his window - began cussing - and then pointed the weapon Released 01/21/2016 at 9:33 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[88, 91, "Weapon"], [125, 135, "Address"], [276, 298, "Crime"], [493, 511, "Crime"], [521, 531, "Reported_date"], [535, 542, "Reported_time"], [546, 562, "Reporting_officer"]]}
{"id": 2469, "text": "\"I'm terrified,\" a 40-year-old resident told police  Saturday afternoon after she saw a driver point a gun at children who were playing basketball in nearby Owl Creek Park. She said the man pulled the trigger and she heard a couple of sounds. The witness screamed for the children to seek shelter as she was very concerned for their welfare. The MPD was able to locate the car, and pull the driver over. A BB gun was found under the front seat. It did not appear there were any BBs, and that the driver had been firing compressed air, not projectiles. He was arrested for disorderly conduct while armed.  Released 04/24/2017 at 10:31 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[103, 107, "Weapon"], [157, 171, "Crime"], [406, 412, "Weapon"], [572, 602, "Crime"], [614, 624, "Reported_date"], [628, 636, "Reported_time"], [640, 656, "Reporting_officer"]]}
{"id": 2470, "text": "Members of the MPD's West District's Community Police Team, working with the Dane County Task Force, took a loaded handgun off of a convicted felon as part of a violence reduction initiative Wednesday night. Officers made contact with the suspect after he remained parked for a period of time in the lot of a gas station without buying gas or going inside to make a purchase. While talking with the suspect, who was in the driver's seat, an officer noticed the grip of a handgun sticking out of the man's coat pocket. It turned out to be a 9mm Smith & Wesson with 16 rounds in the magazine. The suspect was arrested and the handgun seized.  Released 11/09/2017 at 9:42 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[108, 122, "Weapon"], [191, 206, "Crime_datetime"], [540, 558, "Weapon"], [624, 631, "Weapon"], [650, 660, "Reported_date"], [664, 671, "Reported_time"], [675, 691, "Reporting_officer"]]}
{"id": 2471, "text": "One man has been arrested and another is being sought following a random BB gun shooting Sunday evening. A 21-year-old victim said he was driving a car, and was stopped for a light at the intersection of E. Washington Ave. and N. Stoughton Rd. when he heard a pop. He looked and saw there was a car stopped in the next lane with an open window. He looked back and could see his rear passenger window was now shattered. He surmised someone in the other car had shot a BB gun. The suspect driver hit the gas, taking off, and the victim decided to follow, while calling 911. The getaway car ended up hitting a patch of ice on Thorp St. and striking a stop sign. Its occupants fled on foot as police arrived. A BB gun was found inside the car. Later, its driver returned to the scene and was arrested on tentative charges listed above. A passenger, who is suspected of firing the gun, remains at large. The victim did not know either of the suspects. Released 01/04/2016 at 10:45 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[73, 79, "Weapon"], [80, 88, "Crime"], [89, 103, "Crime_datetime"], [188, 243, "Address"], [467, 473, "Weapon"], [623, 632, "Address"], [707, 713, "Weapon"], [865, 879, "Crime"], [956, 966, "Reported_date"], [970, 978, "Reported_time"]]}
{"id": 2472, "text": "Officer's responded to 15 W Main St, Walgreens, reference an armed robbery.  Bell entered Walgreens and presented a note to the clerk saying something like \"give me all the money\".  No weapon seen or implied.  Clerk gave money to Bell who the returned it to the clerk.  He walked away from the counter and returned a short time later pointing to the note and reading it again to the clerk.  At this time, money is back in the till but clerk responds that she can no longer open the till.  Bell is contacted by police outside the business and tells them that they better arrest him because he just committed a robbery.  After talking with Bell, officer's assess that this is more of a mental health issue.  Bell tells officer's that if they don't arrest him, he will just go back in to the Walgreens and try again.  Bell is arrested for state Disorderly Conduct and taken to the jail.  All money was recovered, therefore, neither a robbery, nor  a theft occurred. Released 05/13/2017 at 5:42 PM by Sgt. Rosemarie Mansavage", "meta": {}, "annotation_approver": null, "labels": [[23, 46, "Address"], [61, 74, "Crime"], [842, 860, "Crime"], [972, 982, "Reported_date"], [986, 993, "Reported_time"], [997, 1021, "Reporting_officer"]]}
{"id": 2473, "text": "A call came into the Dane County Communications Center reporting that a man had been shot in the apartment building at 4501 Hammersley Road.  When officers arrived they found a 30 year old male suffering from a gun shot wound to his torso.  Aid was rendered at the scene and the victim was transported to a local hospital.  The injury is serious but non-life threatening and the victim is stable at this time.   Preliminary information indicates that robbery may have been the motive.  Two suspects were involved and police are working to identify them. Descriptions are unavailable at this time.  The investigation is ongoing.  Anyone with information regarding the incident is encouraged to call the Madison Police Department or the Dane County Communications Center. Released 10/18/2018 at 12:47 AM by Sgt. David Compton", "meta": {}, "annotation_approver": null, "labels": [[72, 89, "Crime"], [211, 219, "Crime"], [793, 801, "Reported_time"], [779, 789, "Reported_date"], [805, 823, "Reporting_officer"], [119, 139, "Address"]]}
{"id": 2474, "text": "Officers responded to an alarm at Dick's Sporting Goods, 237 West Towne Mall.  Upon arrival, Officers observed glass breakage and then a male running from inside of the store.  Officers ran after this individual and were able to catch him and take him into custody.  Another suspect seen running from the store was not located or arrested.  The above suspect was carrying a backpack, later determined to contain approximately 13 airsoft and pellet guns, which appeared to have been the targeted merchandise from the burglary.  This investigation is continuing. Released 04/27/2017 at 3:37 AM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[34, 76, "Address"], [426, 452, "Weapon"], [595, 612, "Reporting_officer"], [584, 591, "Reported_time"], [570, 580, "Reported_date"]]}
{"id": 2475, "text": "Victim was walking home after walking a friend to his residence.  He was approached by the two suspects, one who presented what was described as a black semi-auto handgun, and demanded the victim's cell phone.  Suspects then asked multiple times if he owned a car, to which the victim stated he did not.  Suspects fled the immediate area with approximately $30 and the victim's cell phone. Released 04/21/2017 at 3:34 AM by Lt. Timothy Radke", "meta": {}, "annotation_approver": null, "labels": [[147, 170, "Weapon"], [176, 208, "Crime"], [424, 441, "Reporting_officer"], [413, 420, "Reported_time"], [399, 409, "Reported_date"]]}
{"id": 2476, "text": "There was an armed robbery Tuesday night at the Tobacco Deals store, 2809 E Washington Ave. A heavy set female demanded money from the clerk while displaying a black handgun.  The clerk turned over a carton of cigarettes and some cash, the robber left in an unknown direction. Anyone with information on the identity of the criminal can contact Madison Area Crime Stoppers at (608) 266-6014.   Released 02/05/2019 at 9:17 PM by Lt. Scott Kleinfeldt", "meta": {}, "annotation_approver": null, "labels": [[13, 26, "Crime"], [27, 40, "Crime_datetime"], [48, 90, "Address"], [111, 125, "Crime"], [160, 173, "Weapon"], [403, 413, "Reported_date"], [417, 424, "Reported_time"], [428, 448, "Reporting_officer"]]}
{"id": 2477, "text": "MATC security staff detained one of two teens after they broke out the window of a parked car with a landscaping stone. The young men were spotted inside a student's car which was located in the MATC's large lot. The victim reported cash and a credit card were stolen. MPD cited a 14-year-old for offenses listed above. His accomplice took off prior to police arrival and was not located. Released 12/13/2016 at 10:53 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[57, 77, "Crime"], [195, 211, "Address"], [233, 267, "Crime"], [412, 420, "Reported_time"], [398, 408, "Reported_date"], [424, 440, "Reporting_officer"]]}
{"id": 2478, "text": "Officers responded to the 2200 block of Lake Point Drive, reference a disturbance complaint.  The suspect in this matter, Tabitha Tantillo, called the Dane County 911 Center, and stated that she needed clean towels, clothing, and food.  Dispatchers were able to develop enough information that Tantillo was not in some dire situation where these items were needed at 12:30am.  The temperature was not -30 below zero and Tantillo was not exposed to those kinds of elements; with no food/clothing.  The 911 Center Dispatchers attempted to advise Tantillo that the multiple calls were an unlawful use of emergency services, but that was not enough to get Tantillo to stop calling.  She decided to add another request to her list of demands, during the subsequent calls, and said she wanted to go to jail! Officers arrived at the residence of Tantillo, and she would not explain why police were on scene; as there was no emergency or police related reason for authorities to be dispatched to this address.  The intoxicated Tantillo continued to levy her demand to be taken to jail.  She then started to verbally berate the officers; calling them names and yelling profanities outside her residence.  Tantillo made mention of a nearby machete that she owns, and did attempt to spit on the arresting officer(s).  This situation was definitely not improving, and the more officers tried to reason with Tantillo, the more she gravely reduced their viable options.  Officers obliged the request to go to The Dane County Jail, and was booked in on the charge listed.   PO Howard Payne  Released 06/15/2018 at 1:21 PM by P.O. Howard Payne", "meta": {}, "annotation_approver": null, "labels": [[26, 56, "Address"], [1585, 1595, "Reported_date"], [1599, 1606, "Reported_time"], [1610, 1627, "Reporting_officer"]]}
{"id": 2479, "text": "The MPD was called to the parking lot of Ho-Chunk Gaming, 4002 Evan Acres Rd., Monday evening after a SUV hit a parked car. The SUV's driver, a 59-year-old Madison woman, was arrested for fifth offense drunken driving. Released 06/27/2017 at 11:57 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[41, 77, "Address"], [202, 217, "Crime"], [254, 270, "Reporting_officer"], [242, 250, "Reported_date"], [228, 238, "Reported_time"]]}
{"id": 2480, "text": "An armed robber, who was on the lam in an icy marsh and wooded area near Lake Wingra, has been taken into custody following a dragnet that went on for over two hours this afternoon in extreme, subzero conditions.The suspect, and officers who were exposed to the elements, are being checked for frostbite and other injuries related to being out for an extended period of time in the polar vortex. The suspect robbed the Pizza Hut, 520 S. Park St., just before noon. A witness spotted him near St. Mary's Hospital, and responding officers observed him entering the UW Arboretum. A perimeter was established, and additional resources including a Madison Metro bus were brought in. It was used to keep officers warm as they relieved one another on the frontlines. The suspect eventually took off running, and was safely taken into custody. It is not yet known what injuries he may have sustained in the cold. He will eventually be arrested for armed robbery.Dane County Sheriff's deputies brought snowmobiles to assist in the apprehension. UW Madison Police had officers working the perimeter, and the Madison Fire Department had paramedics staged nearby. The MPD also attempted to utilize a drone for eyes in the sky, but strong winds made that deployment difficult.    Released 01/29/2019 at 2:47 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[73, 84, "Address"], [419, 445, "Address"], [492, 511, "Address"], [1301, 1317, "Reporting_officer"], [1276, 1286, "Reported_date"], [1290, 1297, "Reported_time"]]}
{"id": 2481, "text": "A bridesmaid and the groom's father were among those punched, and it was wedding reception attendees who chased and held down a suspect as police were called Saturday night. The man had just been kicked out of a postnuptial celebration at Madison Turners, 3001 S. Stoughton Rd., following a disagreement with the groom. Instead of going quietly into the night, there were reportedly several flare ups during his departure, which resulted in punches being thrown. A bridesmaid was struck in the face, as was the father of the groom. Another man also reported being battered, and the bride's stepmother said the suspect took a swing at her, but she was able to step back, and received only a glancing blow to the arm. Officers arrived to a chaotic scene, and took the suspect into custody. There were no serious injuries.      Released 09/19/2016 at 11:29 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[53, 60, "Crime"], [239, 277, "Address"], [860, 876, "Reporting_officer"], [848, 856, "Reported_time"], [834, 844, "Reported_date"]]}
{"id": 2482, "text": "Madison Police were called to a hit and run crash at the intersection of Maple Grove and McKee road with possible injuries and debris in the roadway.  Moments later a call came in of a vehicle hitting a residence near the 3100 blk of Silverton Trail.  The suspect vehicle from the first call was the same vehicle that now hit the residence.   No one was injured in the building that was hit but people had to be helped out of 2ND floor by Madison Fire as vehicle went through the front door causing extensive damage.  A person from the first hit and run crash was transported to the hospital with non life threatening injuries.  The suspect was arrested for OMVWI causing injury and a host of other traffic charges.  Released 06/05/2017 at 3:17 AM by Sgt. Paul Jacobsen", "meta": {}, "annotation_approver": null, "labels": [[57, 99, "Address"], [32, 49, "Crime"], [185, 212, "Crime"], [222, 249, "Address"], [658, 678, "Crime"], [751, 769, "Reporting_officer"], [740, 747, "Reported_time"], [726, 736, "Reported_date"]]}
{"id": 2483, "text": "An Edgerton man was arrested for his sixth offense of drunken drivinig Saturday night following a traffic stop on John Nolen Dr. Released 11/27/2017 at 11:37 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[114, 128, "Address"], [138, 148, "Reported_date"], [152, 160, "Reported_time"], [164, 180, "Reporting_officer"]]}
{"id": 2484, "text": "Victim reporting that he was pistol whipped in the 3400 block of N Sherman Ave after being confronted by 3 MBs, one of which he believes is known to him (by nickname only).  No property was taken.  Victim alleges this stems from feud with suspect #1 about 6 years ago. Not considered to be a threat to the public at this time. Detectives plugged in for futher investigation. Investigator responded, K9 track completed, City Cameras conferred. Released 09/18/2017 at 9:30 PM by Sgt. Rosemarie Mansavage", "meta": {}, "annotation_approver": null, "labels": [[51, 78, "Address"], [452, 462, "Reported_date"], [466, 473, "Reported_time"], [477, 501, "Reporting_officer"]]}
{"id": 2485, "text": "The MPD is investigating an early morning armed robbery at the BP gas station, 4222 E. Washington Ave. A masked gunman entered and demanded cash. He fled on foot with money from the till. Released 01/23/2018 at 9:30 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[42, 55, "Crime"], [63, 101, "Address"], [131, 144, "Crime"], [197, 207, "Reported_date"], [211, 218, "Reported_time"], [222, 238, "Reporting_officer"]]}
{"id": 2486, "text": "A MPD detective noticed a person slumped over behind the wheel of a car last night in the parking lot of Culver's, 1325 Northport Dr. The detective went to check on the man's welfare, knocking on the driver's window. The man awakened, blew into an Ignition Interlock Device and quickly put the car in reverse, just as the detective was showing the man his badge. The detective hung onto the Audi's side mirror for a few moments before letting go and falling into a snow bank. The victim's 4-door, gray colored Audi sedan next struck the detective's squad car, causing minor damage. The Audi was last seen driving north on Sherman Ave. Released 01/24/2019 at 9:06 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[105, 133, "Address"], [622, 634, "Address"], [644, 654, "Reported_date"], [658, 665, "Reported_time"], [669, 685, "Reporting_officer"]]}
{"id": 2487, "text": "Alert citizens called the MPD after seeing two teens attempting to get into cars in the Strathmore Lane area early Wednesday morning. The suspects were taken into custody following a foot chase. One acknowledged attempting to steal items from some 60 Madison cars after the teens ran away from a Milwaukee area treatment center on the Fourth of July. Of the 60, the teen estimated 20 were successful as they found unlocked doors while on a \"car shopping\" spree. The teens also admitted to stealing three cars before ending up in the Capitol City, two were taken near Milwaukee, and a third was swiped in Fort Atkinson. They dumped the last of the stolen cars in an Odana Rd. parking lot after driving it into a concrete pillar - causing minor damage - near Gammon Rd. Released 07/07/2016 at 10:51 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[88, 103, "Address"], [109, 132, "Crime_datetime"], [212, 237, "Crime"], [665, 674, "Address"], [752, 767, "Address"], [777, 787, "Reported_date"], [791, 799, "Reported_time"], [803, 819, "Reporting_officer"]]}
{"id": 2488, "text": "A concerned caller told police a driver fired some type of weapon out of a moving car around 8:00 p.m. last night causing other motorists to take evasive actions near the intersection of Wisconsin Ave. and E. Gorham St. The witness thought it might have been fireworks. No one was hurt, and officers determined the likely suspect was someone being sought for making threats the day prior.  On the Fourth of July, around 11:00 p.m. witnesses said Andrew M. Stoltz, age 20, Middleton, was armed with a flare gun when he threatened people during a confrontation on Camden Rd. The victims are people he knows. Several hours after last night's weapon's violation, a MPD officer saw the car Stoltz was driving burst through a chain-link fence in the 700 block of Regent St. It proceeded west in the eastbound lanes of Regent St. The officer next saw the car hop a curb, go over a terrace and onto East Campus Mall. The suspect was then spotted around 3:00 a.m. driving in the 700 block of State St. where pedestrians normally walk. The MPD did not chase the car, and it ended up at a dead-end near the Center for Limnology, 680 N. Park St. The suspect ran, but was quickly located by the MPD and UW-Madison Police. He is facing numerous tentative charges, some of which are listed above. Both UW-Madison Police and Shorewood Hills Police will likely have additional counts. The MPD thanks officers from both partner agencies for assisting in bringing a peaceful end to the night's crime spree.       Released 07/06/2018 at 10:55 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[41, 65, "Crime"], [93, 113, "Crime_datetime"], [171, 219, "Address"], [397, 430, "Crime_datetime"], [500, 509, "Weapon"], [562, 572, "Address"], [639, 657, "Crime"], [744, 767, "Address"], [812, 822, "Address"], [891, 909, "Address"], [970, 992, "Address"], [1096, 1134, "Address"], [1503, 1513, "Reported_date"], [1517, 1525, "Reported_time"], [1529, 1545, "Reporting_officer"]]}
{"id": 2489, "text": "The MPD is seeking citizen help in locating a missing Madison man. Jeremiah X. Yang, age 23, was last seen in the W. Badger Rd. corridor around 9:00 p.m. Monday night. Concerned family members contacted the MPD Tuesday night and a South District detective is currently leading a search for Jeremiah. There is no reason to believe he is the victim of foul play, but family and friends are concerned for his welfare. Jeremiah is around 5'6\" and 185 pounds. He was last known to be wearing a black jacket over a gray sweatshirt, dark jeans and black boots. Anyone with information on his whereabouts is asked to contact Det. Roger Baker at 608-576-2711 or the Dane County Public Safety Communications (911) at 608-255-2345. Released 08/23/2017 at 1:04 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[46, 65, "Crime"], [114, 127, "Address"], [144, 166, "Crime_datetime"], [730, 740, "Reported_date"], [755, 771, "Reporting_officer"], [744, 751, "Reported_time"]]}
{"id": 2490, "text": "The MPD is seeking help in identifying a bank robber. The man passed a note and fled with cash around 3:00 p.m. yesterday after entering Associated Bank, 4407 Cottage. Anyone with information is asked to contact Madison Area Crime Stoppers at 266-6014. Released 03/23/2017 at 9:03 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[41, 52, "Crime"], [137, 166, "Address"], [262, 272, "Reported_date"], [287, 303, "Reporting_officer"], [276, 283, "Reported_time"]]}
{"id": 2491, "text": "The MPD's Burglary Crimes Unit is investigating four forced entry home burglaries that took place on the near east side yesterday. It is likely all are related. A husband and wife who live in the 1900 block of E. Dayton St. went shopping around 3:30 p.m., and returned home around 4:30 p.m. to find that a rear door had been kicked in. Their son's piggy bank was missing money.A neighbor told investigating officer he had seen two suspicious men in the area, and near the E. Dayton St. house. Descriptions are posted above. Residents of a home in the 1200 block of E. Mifflin St., were gone in the afternoon, and returned around 5:20 p.m. to find a back door forced open. A laptop computer had been stolen, and a bottle of alcohol - which had been in the freezer - was now on the stove. A woman who lives in the 100 block of N. Fourth St. came home from work around 4:45 p.m. to find her side door broken. Electronics  and several bottles of beer were stolen. A man who lives in the 2000 block of E. Main St. was home around 4:45 p.m., watching TV, when he heard a loud bang coming from the area of his front door. He saw a man in a dark coat near his driveway. Next he heard banging coming from the back of his home. He went to investigate, and found a rear door handle damaged. Moments later, there was more pounding coming from the front of his home again. He returned and observed a man using a piece of concrete trying to break into his front porch. He yelled. The man on the porch, and the man who had been the likely lookout in the driveway, both fled on foot.A K9 was brought in, but no suspects were located. Officers made sure area residents were aware of the crime cluster, and to urged them report any additional suspicious activity immediately to the MPD. Anyone with information on the two men would be urged to contact Madison Area Crime Stoppers at 266-6014.  Released 12/08/2016 at 10:54 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[196, 223, "Address"], [311, 334, "Crime"], [472, 485, "Address"], [551, 579, "Address"], [674, 705, "Crime"], [348, 376, "Crime"], [812, 838, "Address"], [888, 904, "Crime"], [906, 958, "Crime"], [983, 1008, "Address"], [1018, 1033, "Crime_datetime"], [622, 637, "Crime_datetime"], [274, 289, "Crime_datetime"], [859, 875, "Crime_datetime"], [1885, 1895, "Reported_date"], [1899, 1907, "Reported_time"], [1911, 1927, "Reporting_officer"]]}
{"id": 2493, "text": "Thieves stole seven individual air conditioning units – each valued at around $2,500 -from an E. Washington Ave. apartment complex. The MPD learned of the loss when contacted by a management company employee Wednesday morning. He said this was the third crime spree in the past couple of weeks involving the property's air conditioners. First someone cut copper coils from two. The next day, two were stolen. Now, seven more are missing. A witness reported seeing a couple of men near targeted AC units around 7:00 a.m. yesterday morning. They may have been operating a dark colored pickup truck. Anyone with information is asked to contact Madison Area Crime Stoppers at 266-6014.    Released 01/05/2017 at 11:47 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[720, 736, "Reporting_officer"], [708, 716, "Reported_time"], [694, 704, "Reported_date"], [94, 112, "Address"], [208, 225, "Crime_datetime"], [401, 407, "Crime"], [351, 367, "Crime"], [8, 53, "Crime"], [510, 537, "Crime_datetime"]]}
{"id": 2494, "text": "A 73-year-old Madison man, out for a walk Monday morning, found a shell casing in the driveway of the BP gas station, 4222 E. Washington Ave. A responding officer located two more, bringing to three the number of spent casings. Earlier, around 12:10 a.m., an area resident called 911 after hearing what she thought were gunshots. The woman was unable to pinpoint where the reports had originated and no evidence was found in the darkness of night. It's believed casings found near the gas station likely correlate with what she heard. Released 04/24/2018 at 9:03 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[42, 56, "Crime_datetime"], [102, 141, "Address"], [244, 254, "Crime_datetime"], [320, 328, "Crime"], [544, 554, "Reported_date"], [558, 565, "Reported_time"]]}
{"id": 2495, "text": "On April 18th, 2017, around 6:00 p.m., an attempted abduction occurred on Mt. Vernon Court.  A child was playing in her yard when a black male grabbed her and attempted to take her away.  Family members saw what was happening and quickly intervened.  The man let go of the child and fled.  Released 04/18/2017 at 8:56 PM by Sgt. Jennifer Ryan", "meta": {}, "annotation_approver": null, "labels": [[3, 37, "Crime_datetime"], [42, 61, "Crime"], [74, 91, "Address"], [143, 185, "Crime"], [299, 309, "Reported_date"], [324, 342, "Reporting_officer"], [313, 320, "Reported_time"]]}
{"id": 2496, "text": "A 22-year-old Madison man showed up at a hospital Tuesday night around 8:00 p.m. with a hand cut. He said he got the wound while struggling with a knife wielding man during a mugging several hours earlier. The victim claims he was robbed of his wallet after two men – including the one with the knife - pulled him into a garage on Kanazawa Circle around 4:40 p.m. Released 03/08/2017 at 9:57 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[50, 80, "Crime_datetime"], [88, 96, "Crime"], [147, 152, "Weapon"], [175, 182, "Crime"], [183, 204, "Crime_datetime"], [231, 251, "Crime"], [295, 300, "Weapon"], [331, 346, "Address"], [354, 362, "Crime_datetime"], [373, 383, "Reported_date"], [387, 394, "Reported_time"], [398, 414, "Reporting_officer"]]}
{"id": 2497, "text": "A burglar used a brick to shatter a window at the Packer Liquor Store, 3506 Packers Ave. Once inside the criminal grabbed alcohol and cigarettes, stashing the loot inside a duffle bag. Surveillance video indicates the intruder was inside less than two minutes and that the intrusion occurred around 11:20 p.m. last night. The break-in was called in around 7:23 this morning after the crime was discovered. Released 12/09/2016 at 11:11 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[17, 22, "Weapon"], [26, 42, "Crime"], [50, 87, "Address"], [299, 320, "Crime_datetime"], [415, 425, "Reported_date"], [429, 437, "Address"]]}
{"id": 2498, "text": "Madison Police responded to three different calls for service between 7:45 pm and 9:20 pm where windows were shot out on the North side of Madison.  Vehicles and residences were struck on Crestline Dr, Green Ridge Dr and Wright Street but no injuries were reported. It appears a pellet or soft air gun was used in these incidents. If you have any information about these incidents please contact the Madison Police Department or Madison Area Crime Stoppers.  Released 10/31/2016 at 11:59 PM by Sgt. Paul Jacobsen", "meta": {}, "annotation_approver": null, "labels": [[96, 117, "Crime"], [125, 146, "Address"], [188, 200, "Address"], [202, 216, "Address"], [221, 234, "Address"], [279, 301, "Weapon"], [468, 478, "Reported_date"], [482, 487, "Reported_time"], [494, 512, "Reporting_officer"]]}
{"id": 2499, "text": "Dear Fellas,I can't believe how fast things move on the outside ... I have trouble sleepn' at night. I have bad dreams like I'm falling. I wake up scared ... Maybe I should get me gun and rob the Foodway so they'd send me home.Brooks(Part of a letter former inmate Brooks \"Brooksy\" Hatlen sent to his former fellow inmates after being freed from prison in the movie Shawshank Redemption) It wasn't much of a fire behind the shuttered Sentry grocery store, and it had been several years since the old wood shed near it held bags of water softener salt. A passerby spotted smoke billowing from the shed Thursday morning and called 911. It did not take police and fire long to figure out this was arson: there was a glass container smelling of gasoline inside, and some paper that appeared to have been intentionally lit. There were also plenty of clues as to who might be responsible, as a number of identification cards – to include a Wisconsin photo ID and a Wisconsin Department of Correction's registration card – were found at the scene. Officers didn't need to look for a suspect. While firefighters were still watering down the slightly damaged shed, one showed up at the MPD's East District station. He was looking to confess. The man told an officer he had spent much of his adult life incarcerated, and was having a hard time adjusting to the streets. He wanted to go back to prison, hoping to take advantage of programming - this time around - and learn a trade. The suspect thought he had done enough to stay locked up earlier this week when he was arrested Monday for stealing $10,000 worth of property and a SUV from family members. But by Tuesday, he had been released from the Dane County Jail. \"He said that threw him for a loop and he didn't know what to do,\" said the officer taking the arson confession. The officer asked the man about another piece of paper found at the shed: a handwritten bank robbery note. That was \"plan B,\" said the suspect, in case starting the fire did not work. He did not want to go there, claiming he did not wish to scare or hurt anyone. He figured igniting an abandoned shed would cause no significant hardship. He scattered his identification around to purposely give investigators some good leads and clues and then spent a couple of hours trying to start a fire. It was not going well, and he walked away, figuring he had failed. That was around 10:00 p.m. Wednesday night. He slept in the area, awoke, and to his surprise saw the Madison Fire Department near the old shed. The plan worked after all. Like Brooks, he's now hoping to be sent \"home.\" Released 09/29/2017 at 2:17 PM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[601, 617, "Crime_datetime"], [694, 699, "Crime"], [1579, 1623, "Crime"], [2609, 2619, "Reported_date"], [2623, 2630, "Reported_time"], [2634, 2650, "Reporting_officer"]]}
{"id": 2500, "text": "A Sunday night dog walk turned into a mugging in the 1700 block of Fordem Ave. A 22-year-old woman had taken her pets outside around 9:00 p.m. when she was approached from behind. A stranger spun her around, punched her in the face several times, and pushed her to the ground. He demanded her wallet and cell phone. She had neither with her and that made the would-be robber angry. He kicked her in the ribs a couple of times before running off. The victim, who suffered facial injuries, was unable to get a good look at the man. Released 11/21/2016 at 10:10 AM by PIO Joel Despain", "meta": {}, "annotation_approver": null, "labels": [[38, 45, "Crime"], [53, 77, "Address"], [208, 245, "Crime"], [251, 275, "Crime"], [280, 314, "Crime"], [385, 425, "Crime"], [539, 549, "Reported_date"], [553, 561, "Reported_time"], [565, 581, "Reporting_officer"]]}
